org/probabilidad/01_1.d/01_1.org
#+title:Espacios de Probabilidad
* Teoría general
** Los axiomas de Kolmogorov
Sean $\Omega$ un conjunto no vacío cuyos elementos $\omega$ serán
llamados *eventos elementales* y $\mathcal{A}$ una familia de
subconjuntos de $\Omega$ que serán llamados *eventos*.
**** Definición 1.1
$\mathcal{A}$ es un álgebra de eventos si contiene a $\Omega$ y es cerrada por
complementos y uniones finitas[fn:1]
[fn:1]
Nomenclatura y definiciones previas. Sean $A$ y $B$ eventos.
1. Escribiremos $A^c := \{\omega \in \Omega : \omega \notin A\}$ para designar
   al evento que no ocurre $A$. El evento $A^c$ se llama el complemento de $A$.
2. Escribiremos $A \cup B := \{\omega \in \Omega : \omega \in A$ o $\omega \in
   B\}$ para designar al evento que ocurre al menos uno de los eventos $A$ o
   $B$. El evento $A \cup B$ se llama la unión de $A$ y $B$.
3. Escribiremos $A \cap B := \{\omega \in \Omega : \omega \in A$ y $\omega \in
   B\}$ para designar al evento ocurren ambos $A$ y $B$. El evento $A \cap B$ se
   llama la intersección de $A$ y $B$.
A veces escribiremos $A \setminus B$ en lugar de $A \cap B^c$, esto es, el
evento que $A$ ocurre, pero $B$ no lo hace. Cuando dos eventos $A$ y $B$ no
tienen elementos en común, esto es $A \cap B = \emptyset$, diremos que $A$ y $B$
son disjuntos. Una colección de eventos $A_1, A_2, \dots$ se dice disjunta dos a
dos, si $A_i \cap A_j = \emptyset \forall i \neq j$.
1. $\Omega \in \mathcal{A}$,
2. $A \in \mathcal{A} \implies A^c \in \mathcal{A}$,
3. $A, B \in \mathcal{A} \implies A \cup B \in \mathcal{A}$.
**** Definición 1.2
Una medida de probabilidad $\mathbb{P}$ sobre $(\Omega, \mathcal{A})$ es una
función $\mathbb{P}: \mathcal{A} \rightarrow \Re$ que satisface los axiomas
siguientes:
1. *No Negatividad* :: Para cada $A \in \mathcal{A}, \mathbb{P}(A) \geq 0$,
2. $\mathbb{P}(\Omega) = 1$.
3. *Aditividad* :: Si los eventos $A$ y $B$ no tienen elementos en común,
   entonces $$\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B)$$
4. *Continuidad* :: Para cada sucesión decreciente de eventos

#+name: eq:1
\begin{equation}
A_1 \supset A_2 \supset \cdots \supset A_n \supset \cdots
\end{equation}

tal que $\displaystyle\bigcap_{i=1}^{\infty} A_n = \emptyset$

vale que $\displaystyle\lim_{n \rightarrow \infty} \mathbb{P}(A_n) = 0$
**** Definición 1.3
Un espacio de probabilidad es una terna $(\Omega, \mathcal{A},
\mathbb{P})$ formada por un conjunto no vacío $\Omega$, llamado el
espacio muestral; un álgebra $\mathcal{A}$ de subconjuntos de
$\Omega$; llamados los *eventos aleatorios*; y una medida de
probabilidad $\mathbb{P}$ definida sobre los eventos aleatorios.
**** Nota Bene (Consistencia)
El sistema de axiomas I-IV es consistente. Esto se prueba mediante un
ejemplo. Sea $\Omega$ un conjunto que consiste de un solo elemento y
sea $\mathcal{A} = \{\emptyset, \Omega\}$ la familia de todos los
subconjuntos de $\Omega$. $\mathcal{A}$ es un álgebra y la función
$\mathbb{P}: \mathcal{A} \rightarrow \Re$ definida por $\mathbb{P}(\Omega) := 1$
y $\mathbb{P}(\emptyset) := 0$ es una medida de probabilidad.
**** Construcción de espacios de probabilidad finitos
Los espacios de probabilidad más simples se construyen de la siguiente
manera. Se considera un conjunto finito $\Omega$ y una función $p :
\Omega \rightarrow [0, 1]$ tal que

$$\displaystyle\sum_{\omega \in \Omega} p (\omega) = 1$$

La función $p$ se llama función de probabilidad y los números
$p(\omega)$, $\omega \in \Omega$, se llaman las probabilidades de los
eventos elementales $\omega \in \Omega$ o simplemente las
probabilidades elementales.


El álgebra de eventos, $\mathcal{A}$, se toma como el conjunto de
todos los subconjuntos de $\Omega$ y para cada $A \in \mathcal{A}$ se
define

$$\mathbb{P}(A) := \displaystyle\sum_{\omega \in A} p (\omega)$$

donde la suma vacía se define como $0$.


Todos los espacios de probabilidad finitos en los que $A$ es la familia de todos
los subconjuntos de $\Omega$ se construyen de esta manera.
