probabilidad/01_1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-17 Sun 22:52 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Espacios de Probabilidad</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>


</head>
<body>
<div id="content">
<h1 class="title">Espacios de Probabilidad</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org67e0d03">Teoría general</a>
<ul>
<li><a href="#org7186efc">Los axiomas de Kolmogorov</a>
<ul>
<li>
<ul>
<li><a href="#org6ea32b5">Definición 1.1</a></li>
<li><a href="#org0e9c8e8">Definición 1.2</a></li>
<li><a href="#org245c6f0">Definición 1.3</a></li>
<li><a href="#org997d48d">Nota Bene (Consistencia)</a></li>
<li><a href="#org0662a1f">Construcción de espacios de probabilidad finitos</a></li>
<li><a href="#orgd0b7fb0">Ejemplo 1.4 (Lanzar una moneda equilibrada)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org2e09000">Relación con los datos experimentales</a>
<ul>
<li>
<ul>
<li><a href="#orgdb740eb">Ejemplo 1.5 (Dos monedas)</a></li>
<li><a href="#org5c68050">Deducción empírica de los axiomas I, II, III.</a></li>
<li><a href="#org1cc6ff0">Nota Bene 1</a></li>
<li><a href="#org772b351">Ejemplo 1.6.</a></li>
<li><a href="#orge6ab101">Nota Bene 2</a></li>
<li><a href="#org0ccd14f">Nota Bene 3</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgaa42b98">Corolarios inmediatos de los axiomas</a>
<ul>
<li>
<ul>
<li><a href="#org3a7cf43">Teorema de aditividad</a></li>
<li><a href="#org2cb0f82">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1a5061f">Sobre el axioma de continuidad</a>
<ul>
<li>
<ul>
<li><a href="#orgc59200c">Nota Bene 1</a></li>
<li><a href="#orgdc245b3">Nota Bene 2</a></li>
<li><a href="#orgc40bf24">Ejemplo 1.7</a></li>
<li><a href="#orgf496613">Teorema 1.8</a></li>
<li><a href="#org4fae471">Demostración</a></li>
<li><a href="#org38618c8">Ejemplo 1.9 (Números aleatorios)</a></li>
<li><a href="#org8ad0539">Ejemplo 1.10 (Ternario de Cantor)</a></li>
<li><a href="#org13c20f6">Teorema 1.11 (&sigma;-aditividad)</a></li>
<li><a href="#orgd083574">Demostración</a></li>
<li><a href="#org27fd2e1">Corolario 1.12 (Teorema de cubrimiento)</a></li>
<li><a href="#orge9517d2">Demostración</a></li>
<li><a href="#orgfd85b27">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org83ed43a">&sigma;-álgebras y teorema de extensión</a>
<ul>
<li>
<ul>
<li><a href="#org548751b">Nota Bene</a></li>
<li><a href="#orgc723320">Lema 1.13 (&sigma;-álgebra generada)</a></li>
<li><a href="#org056d42d">Teorema 1.14 (Extensión)</a></li>
<li><a href="#org4d4e4f5">Esbozo de la demostración</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org374e805">Simulación de experimentos aleatorios con espacio muestral finito</a>
<ul>
<li><a href="#orge210423">Números aleatorios</a>
<ul>
<li>
<ul>
<li><a href="#org945e6b2">Cómo usar los números aleatorios</a></li>
<li><a href="#org02afec7">Nota Bene</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge062b75">Simulación de experimentos aleatorios</a>
<ul>
<li>
<ul>
<li><a href="#org55f77a9">Nota Bene</a></li>
<li><a href="#orgc10d824">Ejemplo 2.1 (Lanzar un dado equilibrado)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgeb26ab2">Estimación de probabilidades</a>
<ul>
<li>
<ul>
<li><a href="#org877f71e">Ejemplo 2.2</a></li>
<li><a href="#org00d6426">Nota Bene</a></li>
<li><a href="#orgc00ca41">Ejemplo 2.3 (Paradoja de De Mere)</a></li>
<li><a href="#orgc38f052">Conclusión.</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org15e4c31">Elementos de Análisis Combinatorio</a>
<ul>
<li><a href="#orga132051">Regla del Producto</a>
<ul>
<li>
<ul>
<li><a href="#orgf63af4d">Demostración</a></li>
<li><a href="#org21eb5b5">Teorema 3.1 (Regla del producto)</a></li>
<li><a href="#org49b5dc0">Demostración</a></li>
<li><a href="#orgccee81f">Nota Bene</a></li>
<li><a href="#org1ffd84b">Ejemplo 3.2 (Ubicar r bolas en n urnas)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orge87e54b">Muestras ordenadas</a>
<ul>
<li>
<ul>
<li><a href="#orgdcdf3aa">Teorema 3.3</a></li>
<li><a href="#orge37afd7">Ejemplo 3.4</a></li>
<li><a href="#org17e6b0a">Ejemplo 3.5</a></li>
<li><a href="#orgde1d9a4">Corolario 3.6</a></li>
<li><a href="#orgff68baf">Observación 3.7</a></li>
<li><a href="#org398c0fd">Nota Bene sobre muestreo aleatorio</a></li>
<li><a href="#org2f1001d"><span class="todo TODO">TODO</span> Ejemplos</a></li>
<li><a href="#org2eb3279">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgbf59df9">Subpoblaciones</a>
<ul>
<li>
<ul>
<li><a href="#org7339520">Teorema 3.8.</a></li>
<li><a href="#orgdf85e94">Ejemplo 3.9.</a></li>
<li><a href="#orgc58f581">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org42e0ee8">Particiones</a>
<ul>
<li>
<ul>
<li><a href="#orgf4b0649">Teorema 3.10. Sean r}</a></li>
<li><a href="#orgabcaec6">Demostración</a></li>
<li><a href="#org050b840">Ejemplo 3.11</a></li>
<li><a href="#org19c6ef7">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgca7f6db">Distribución Hipergeométrica</a>
<ul>
<li><a href="#org583e4c7">Control de calidad.</a>
<ul>
<li><a href="#org6e16ccf">Ejemplo 3.12.</a></li>
<li><a href="#org22c2e6e">Ejemplo 3.13.</a></li>
<li><a href="#org4d48f46">Ejemplo 3.14.</a></li>
</ul>
</li>
<li><a href="#orgca5ccd9">Estimación por captura y recaptura.</a>
<ul>
<li><a href="#org6ac3259">Ejemplo 3.15</a></li>
<li><a href="#orgadb8a03">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</li>
<li><a href="#org53a9db5">Mecánica Estadística</a>
<ul>
<li>
<ul>
<li>
<ul>
<li><a href="#orga02d72e">Ejemplo 4.1.</a></li>
<li><a href="#org733aa6a">Ejemplo 4.2.</a></li>
<li><a href="#org2fd0df9">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org013a0c0">Algunas distribuciones relacionadas con la estadística de Maxwell-Boltzmann</a>
<ul>
<li><a href="#org0daf81a">Cantidad de partículas por celda: la distribución binomial</a>
<ul>
<li><a href="#orgb718dd6">Demostración</a></li>
</ul>
</li>
<li><a href="#orgff028a8">Forma límite: la distribución de Poisson</a>
<ul>
<li><a href="#orgafc6955">Demostración</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb341e40">Algunas distribuciones relacionadas con la estadística de Bose-Einstein</a>
<ul>
<li><a href="#orga4bb6d6">Cantidad de partículas por celda</a>
<ul>
<li><a href="#org51ea020">Demostración</a></li>
</ul>
</li>
<li><a href="#org47b4783">Forma límite: la distribución de Geométrica</a>
<ul>
<li><a href="#org10f5789">Demostración</a></li>
<li><a href="#org788a3ff">Ejercicios adicionales</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org960da15">Tiempos de espera</a></li>
</ul>
</li>
<li><a href="#orged46e0a">Bibliografía consultada</a></li>
</ul>
</div>
</div>
<div id="outline-container-org67e0d03" class="outline-2">
<h2 id="org67e0d03">Teoría general</h2>
<div class="outline-text-2" id="text-org67e0d03">
</div>
<div id="outline-container-org7186efc" class="outline-3">
<h3 id="org7186efc">Los axiomas de Kolmogorov</h3>
<div class="outline-text-3" id="text-org7186efc">
<p>
Sean \(\Omega\) un conjunto no vacío cuyos elementos \(\omega\) serán
llamados <b>eventos elementales</b> y \(\mathcal{A}\) una familia de
subconjuntos de \(\Omega\) que serán llamados <b>eventos</b>.
</p>
</div>
<div id="outline-container-org6ea32b5" class="outline-5">
<h5 id="org6ea32b5">Definición 1.1</h5>
<div class="outline-text-5" id="text-org6ea32b5">
<p>
\(\mathcal{A}\) es un álgebra de eventos si contiene a \(\Omega\) y es
cerrada por complementos y uniones finitas<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>
</div>
</div>
<div id="outline-container-org0e9c8e8" class="outline-5">
<h5 id="org0e9c8e8">Definición 1.2</h5>
<div class="outline-text-5" id="text-org0e9c8e8">
<p>
Una medida de probabilidad P sobre \((\Omega, \mathcal{A})\) es una
función \(P: \mathcal{A} \rightarrow \Re\) que satisface los axiomas
siguientes:
</p>
<ol class="org-ol">
<li>Para cada \(A \in \mathcal{A}, \mathbb{P}(A) \geq 0\),</li>
<li>\(\mathbb{P}(\Omega) = 1\).</li>
<li>Aditividad. Si los eventos \(A\) y \(B\) no tienen elementos en común,
entonces \[\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B)\]</li>
<li>Axioma de continuidad. Para cada sucesión decreciente de eventos</li>
</ol>
\begin{equation}
A_1 \supset A_2 \supset \cdots \supset A_n \supset \cdots
\end{equation}
<p>
tal que \[\bigcap_{i=1}^{\infty} A_n = \emptyset\]
vale que \[\lim_{n \rightarrow \infty} \mathbb{P}(A_n) = 0\]
</p>
</div>
</div>
<div id="outline-container-org245c6f0" class="outline-5">
<h5 id="org245c6f0">Definición 1.3</h5>
<div class="outline-text-5" id="text-org245c6f0">
<p>
Un espacio de probabilidad es una terna \((\Omega, \mathcal{A},
\mathbb{P})\) formada por un conjunto no vacío \(\Omega\), llamado el
espacio muestral; un álgebra \(\mathcal{A}\) de subconjuntos de
\(\Omega\); llamados los <b>eventos aleatorios</b>; y una medida de
probabilidad \(\mathbb{P}\) definida sobre los eventos aleatorios.
</p>
</div>
</div>
<div id="outline-container-org997d48d" class="outline-5">
<h5 id="org997d48d">Nota Bene (Consistencia)</h5>
<div class="outline-text-5" id="text-org997d48d">
<p>
El sistema de axiomas I-IV es consistente. Esto se prueba mediante un
ejemplo. Sea \(\Omega\) un conjunto que consiste de un solo elemento y
sea \(\mathcal{A} = \{\emptyset, \Omega\}\) la familia de todos los
subconjuntos de \(\Omega\). \(\mathcal{A}\) es un álgebra y la función
\(\mathbb{P}: \mathcal{A} \rightarrow \Re\) definida por \(\mathbb{P}(\Omega) := 1\)
y \(\mathbb{P}(\emptyset) := 0\) es una medida de probabilidad.
</p>
</div>
</div>
<div id="outline-container-org0662a1f" class="outline-5">
<h5 id="org0662a1f">Construcción de espacios de probabilidad finitos</h5>
<div class="outline-text-5" id="text-org0662a1f">
<p>
Los espacios de probabilidad más simples se construyen de la siguiente
manera. Se considera un conjunto finito \(\Omega\) y una función \(p :
\Omega \rightarrow [0, 1]\) tal que \[\displaystyle\sum_{\omega \in
\Omega} p (\omega) = 1\]
La función \(p\) se llama función de probabilidad y los números
\(p(\omega)\), \(\omega \in \Omega\), se llaman las probabilidades de los
eventos elementales $&omega; &isin; \Omeg$a o simplemente las
probabilidades elementales.
El álgebra de eventos, \(\mathcal{A}\), se toma como el conjunto de
todos los subconjuntos de \(\Omega\) y para cada \(A \in \mathcal{A}\) se
define \[\mathbb{P}(A) := \displaystyle\sum_{\omega \in A} p (\omega)\] donde
la suma vacía se define como 0.
Todos los espacios de probabilidad finitos en los que A es la familia
de todos los subconjuntos de \(\Omega\) se construyen de esta manera.
</p>
</div>
</div>
