probabilidad/01_1.html
<div id="outline-container-orgd0b7fb0" class="outline-5">
<h5 id="orgd0b7fb0">Ejemplo 1.4 (Lanzar una moneda equilibrada)</h5>
<div class="outline-text-5" id="text-orgd0b7fb0">
<p>
Se lanza una moneda. Los resultados posibles son cara o ceca y pueden
representarse mediante las letras H (head) y T (tail). Adoptando esa
representación el espacio muestral correspondiente es \[\Omega = \{H,
T \}\]
Decir que una moneda es equilibrada significa que la función de
probabilidad asigna igual probabilidad a los dos resultados posibles:
\[p ( H) = p ( T ) = 1/2\]
</p>
</div>
</div>
</div>
<div id="outline-container-org2e09000" class="outline-3">
<h3 id="org2e09000">Relación con los datos experimentales</h3>
<div class="outline-text-3" id="text-org2e09000">
<p>
En el mundo real de los experimentos la teoría de probabilidad se
aplica de la siguiente manera:
</p>
<ol class="org-ol">
<li>Consideramos un sistema de condiciones, \(S\), que se pueden repetir
cualquier cantidad de veces.</li>
<li>Estudiamos una familia determinada de eventos que pueden ocurrir
como resultado de realizar las condiciones \(S\). En los casos
individuales donde se realizan las condiciones \(S\), los eventos
ocurren, generalmente, de distintas maneras. En el conjunto
\(\Omega\) incluimos, a priori, todos los resultados que podrían
obtenerse al realizar las condiciones \(S\).</li>
<li>Si al realizar las condiciones S el resultado pertenece al conjunto
\(A\) (definido de alguna manera), diremos que ocurre el evento \(A\).</li>
</ol>
</div>
<div id="outline-container-orgdb740eb" class="outline-5">
<h5 id="orgdb740eb">Ejemplo 1.5 (Dos monedas)</h5>
<div class="outline-text-5" id="text-orgdb740eb">
<p>
Las condiciones \(S\) consisten en lanzar una moneda dos veces.  El
conjunto de los eventos mencionados en (2) resultan del hecho de que
en cada lanzamiento puede obtenerse una cara (H) o una ceca (T). Hay
cuatro resultados posibles (los eventos elementales), a saber: \(HH, HT
, TH, TT\). Si el evento \(A\) se define por la ocurrencia de una
repetición, entonces \(A\) consistirá en que suceda el primero o el
cuarto de los cuatro eventos elementales. Esto es, \(A = \{HH, TT
\}\). De la misma manera todo evento puede considerarse como un
conjunto de eventos elementales.
</p>
<ol class="org-ol">
<li>Bajo ciertas condiciones se puede suponer que, dado el sistema de
condiciones \(S\), un evento \(A\) que a veces ocurre y a veces no,
tiene asignado un número real \(\mathbb{P}(A)\) que tiene las siguientes
características:
<ul class="org-ul">
<li>Se puede estar prácticamente seguro de que si el sistema de
condiciones \(S\) se repite una gran cantidad de veces, \(n\),
entonces si \(n(A)\) es la cantidad de veces que ocurre el evento
\(A\), la proporción \(n(A)/n\) diferirá muy poco de \(\mathbb{P}(A)\).</li>
<li>Si \(\mathbb{P}(A)\) es muy pequeña, se puede estar prácticamente seguro de
que cuando se realicen las condiciones \(S\) solo una vez, el
evento \(A\) no ocurrirá.</li>
</ul></li>
</ol>
</div>
</div>
<div id="outline-container-org5c68050" class="outline-5">
<h5 id="org5c68050">Deducción empírica de los axiomas I, II, III.</h5>
<div class="outline-text-5" id="text-org5c68050">
<p>
En general, se puede suponer que la familia \(A\) de los eventos
observados A, B, C, &hellip;$ que tienen probabilidades asignadas,
constituye un álgebra de eventos. Está claro que \(0 \leq n(A)/n \leq
1\) de modo que el axioma \(I\) es bastante natural. Para el evento
\(\Omega, n(\Omega)\) siempre es igual a n de modo que es natural
definir \(\mathbb{P}(\Omega) = 1\) (Axioma II). Si finalmente, \(A\) y \(B\) son
incompatibles (i.e., no tienen elementos en común), entonces \(n(A \cup
B) = n(A) + n(B)\) y de aquí resulta que \[\frac{n ( A \cup B ){ n} =
\frac{n ( A ){n} + \frac{n ( B ){n}\] Por lo tanto, es apropiado
postular que \(\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B)\) (Axioma III).
</p>
</div>
</div>
<div id="outline-container-org1cc6ff0" class="outline-5">
<h5 id="org1cc6ff0">Nota Bene 1</h5>
<div class="outline-text-5" id="text-org1cc6ff0">
<p>
La afirmación de que un evento \(A\) ocurre en las condiciones \(S\) con
una determinada probabilidad \(\mathbb{P}(A)\) equivale a decir que en una serie
suficientemente larga de experimentos (es decir, de realizaciones del
sistema de condiciones \(S\)), las frecuencias relativas \[\hat{p}_k (A)
:= \frac{n_k(A){n_k}\]
de ocurrencia del evento \(A\) (donde \(n_k\) es la cantidad de
experimentos realizados en la k-ésima serie y \(n_k(A)\) la cantidad de
ellos en los que ocurre \(A\)) son aproximadamente idénticas unas a
otras y están próximas a \(\mathbb{P}(A)\).
</p>
</div>
</div>
<div id="outline-container-org772b351" class="outline-5">
<h5 id="org772b351">Ejemplo 1.6.</h5>
<div class="outline-text-5" id="text-org772b351">
<p>
Las condiciones \(S\) consisten en lanzar una moneda (posiblemente cargada).
Podemos poner \(\Omega = \{H, T\}\) y \(A = \{\emptyset, \{H\, \{T\,
\Omega\}\), y las posibles medidas de probabilidad \(P : A \rightarrow
[0, 1]\) están dadas por \[\mathbb{P}(\emptyset) = 0, \mathbb{P}(H) = p, \mathbb{P}(T) = 1 − p,
\mathbb{P}(\Omega) = 1\], donde p es un número real fijo perteneciente al
intervalo [0, 1].
Si en 10 series, de 1000 lanzamientos cada una, se obtienen las
siguientes frecuencias relativas de ocurrencia del evento A = \{H\}
\[0.753; 0.757; 0.756; 0.750; 0.746; 0.758; 0.751; 0.748; 0.749;
0.746\], parece razonable asignarle a p el valor 0.75.
</p>
</div>
</div>
<div id="outline-container-orge6ab101" class="outline-5">
<h5 id="orge6ab101">Nota Bene 2</h5>
<div class="outline-text-5" id="text-orge6ab101">
<p>
Si cada una de dos afirmaciones diferentes es prácticamente segura,
entonces podemos decir que simultáneamente son ambas seguras, aunque
el grado de seguridad haya disminuido un poco. Si, en cambio, el
número de tales afirmaciones es muy grande, de la seguridad práctica
de cada una, no podemos deducir nada sobre la validez simultánea de
todos ellas. En consecuencia, del principio enunciado en (a) no se
deduce que en una cantidad muy grande de series de n experimentos cada
una, en cada uno de ellos la proporción \(n(A)/n\) diferirá sólo un poco
de \(\mathbb{P}(A)\).
En los casos más típicos de la teoría de probabilidades, la situación
es tal que en una larga serie de pruebas es posible obtener uno de los
dos valores extremos para la frecuencia \[\frac{n(A){n} = \frac{n}{n}
= 1 \text{ y } \frac{n(A){n} = \frac{0}{n} = 0\] Así, cualquiera sea el
número de ensayos \(n\), es imposible asegurar con absoluta certeza que
tendremos, por ejemplo, la desigualdad \[\left|\frac{n(A){n} -
\mathbb{P}(A)\right| < \frac{1}{10}\]
Por ejemplo, si el evento \(A\) es sacar un seis tirando un dado
equilibrado, entonces en \(n\) tiradas del dado la probabilidad de
obtener un seis en todas ellas es \((1 / 6)^n > 0\); en otras palabras,
con probabilidad \((1 / 6)^n\) tendremos una frecuencia relativa igual a
uno de sacar un seis en todas las tiradas ; y con probabilidad \((5 /
6)^n\) no saldrá ningún seis, es decir, la frecuencia relativa de sacar
seis será igual a cero.
</p>
</div>
</div>
<div id="outline-container-org0ccd14f" class="outline-5">
<h5 id="org0ccd14f">Nota Bene 3</h5>
<div class="outline-text-5" id="text-org0ccd14f">
<p>
De acuerdo con nuestros axiomas a un evento imposible (un conjunto
vacío) le corresponde la probabilidad \(\mathbb{P}(\emptyset) = 0\), pero la
recíproca no es cierta: \(\mathbb{P}(A) = 0\) no implica la imposibilidad de
\(A\). Cuando \(\mathbb{P}(A) = 0\), del principio (b) todo lo que podemos asegurar
es que cuando se realicen las condiciones \(S\) una sola vez, el evento
\(A\) será prácticamente imposible.
Sin embargo, esto no asegura de ningún modo que en una sucesión
suficientemente grande de experimentos el evento \(A\) no ocurrirá. Por
otra parte, del principio (a) solamente se puede deducir que cuando
\(\mathbb{P}(A) = 0\) y \(n\) es muy grande, la proporción \(n(A)/n\) debe ser muy
pequeña (por ejemplo, \(1/n\)).
</p>
</div>
</div>
</div>
<div id="outline-container-orgaa42b98" class="outline-3">
<h3 id="orgaa42b98">Corolarios inmediatos de los axiomas</h3>
<div class="outline-text-3" id="text-orgaa42b98">
<p>
De \(A \cup A^c = \Omega\) y los axiomas II y III se deduce que \[\mathbb{P}(A^c)
= 1 − \mathbb{P}(A)\]
En particular, debido a que \(\Omega^c = \emptyset\), tenemos que
\(\mathbb{P}(\emptyset) = 0\).
</p>
</div>
<div id="outline-container-org3a7cf43" class="outline-5">
<h5 id="org3a7cf43">Teorema de aditividad</h5>
<div class="outline-text-5" id="text-org3a7cf43">
<p>
Si los eventos \(A_1, A_2, \dots , A_n\) son disjuntos dos a dos,
entonces del axioma III se deduce la fórmula \[P\left(\bigcup_{i =
1}^n A_i \right) = \displaystyle\sum_{i = 1}^n \mathbb{P}(A_i)\]
</p>
</div>
</div>
