probabilidad/01_1.html
<div id="outline-container-org2cb0f82" class="outline-5">
<h5 id="org2cb0f82">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-org2cb0f82">
<ol class="org-ol">
<li>Sean \(A\) y \(B\) dos eventos. Mostrar que
<ul class="org-ul">
<li>Si \(A \subseteq B\), entonces \(\mathbb{P}(A) \leq \mathbb{P}(B)\). Más precisamente:
\(\mathbb{P}(B) = \mathbb{P}(A) + \mathbb{P}(B \setminus A)\). Sugerencia. Expresar el evento
\(B\) como la unión disjunta de los eventos \(A\) y \(B \setminus A\) y
usar el axioma III.</li>
<li>La probabilidad de que ocurra al menos uno de los eventos \(A\) o
\(B\) es \[\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B) − \mathbb{P}(A \cap B ) \]
Sugerencia. La unión \(A \cup B\) de dos eventos puede expresarse
como la unión de dos eventos disjuntos: \(A \cup (B \ (A \cap
     B))\).</li>
</ul></li>
<li>Mostrar que para eventos A, B y C vale que \[\mathbb{P}(A \cup B \cup C) =
   \mathbb{P}(A) + \mathbb{P}(B) + \mathbb{P}(C) − \mathbb{P}(A \cap B) − \mathbb{P}(A \cap C) − \mathbb{P}(B \cap C) + \mathbb{P}(A
   \cap B \cap C)\]</li>
<li>Mostrar que para eventos \(A_1, A_2, \dots , A_n\) vale que \[P\left(
   \bigcup_{i=1}^n A_i \right) = \displaystyle\sum_i \mathbb{P}(A_i) −
   \displaystyle\sum_{i<j} \mathbb{P}(A_i \cap A_j) + \displaystyle\sum_{i<j<k}
   \mathbb{P}(A_i \cap A_j \cap A_k) − \cdots +(−1)^n \mathbb{P}(A_1 \cap A_2 \cap
   \cdots \cap A_n)\]</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org1a5061f" class="outline-3">
<h3 id="org1a5061f">Sobre el axioma de continuidad</h3>
<div class="outline-text-3" id="text-org1a5061f">
</div>
<div id="outline-container-orgc59200c" class="outline-5">
<h5 id="orgc59200c">Nota Bene 1</h5>
<div class="outline-text-5" id="text-orgc59200c">
<p>
Si la familia de eventos A es finita el axioma de continuidad IV se
deduce de los axiomas I-III. En tal caso, en la sucesión (1) solo hay
una cantidad finita de eventos diferentes. Si \(A_k\) es el menor de
ellos, entonces todos los conjuntos \(A_{k + m} , m \geq 1\) coinciden
con \(A_k\) . Tenemos que \(A_k = A_{k + m} = \cap_{n = 1}^{\infty} A_n =
\emptyset\) y \(\lim_{n \rightarrow \infty} \mathbb{P}(A_n) = \mathbb{P}(\emptyset) =
0\). Por lo tanto, todos los ejemplos de espacios de probabilidad
finitos satisfacen los axiomas I-IV.
</p>
</div>
</div>
<div id="outline-container-orgdc245b3" class="outline-5">
<h5 id="orgdc245b3">Nota Bene 2</h5>
<div class="outline-text-5" id="text-orgdc245b3">
<p>
Se puede probar que para espacios muestrales infinitos, el axioma de
continuidad IV es independiente de los axiomas I-III. Este axioma es
esencial solamente para espacios de probabilidad infinitos y es casi
imposible elucidar su significado empírico en la forma en que lo
hicimos con los axiomas I-III.
</p>
</div>
</div>
<div id="outline-container-orgc40bf24" class="outline-5">
<h5 id="orgc40bf24">Ejemplo 1.7</h5>
<div class="outline-text-5" id="text-orgc40bf24">
<p>
Sean \(\Omega = Q \cap [0, 1] = \{r_1, r_2, r_3, \dots \}\) y
\(\mathcal{A}_0\) la familia de los subconjuntos de \(\Omega\) de la forma
\([a, b], [a, b), (a, b]\) o \((a, b)\). La familia, \(A\) de todas las
uniones finitas de conjuntos disjuntos de \(\mathcal{A}_0\) es un
álgebra de eventos. La medida de probabilidad definida por \[\mathbb{P}(A) := b
− a, si A \in \mathcal{A}_0,\] \[\mathbb{P}(A) := \displaystyle\sum_{i=1}^k
\mathbb{P}(A_i) \text{ si } A = \bigcup_{i=1}^k A_i , \text{ para } A_i \in
\mathcal{A}_0 \text{ y } A_i \cap A_j = \emptyset\], satisface los
axiomas I-III pero no satisface el axioma de continuidad.
En efecto, para cada \(r \in \Omega, \{r\} \in \mathcal{A}\) y \(\mathbb{P}(\{r\)
= 0\). Los eventos \(A_n := \Omega \setminus \{r_1, \dots , r_n\}, n
\in N\), son decrecientes y \(\bigcap_{n=1}^\infty A_n = \emptyset\), sin
embargo \(\lim_{n \rightarrow \infty} \mathbb{P}(A_n ) = 1\), debido a que \(\mathbb{P}(A_n) =
1\) para todo \(n \geq 1\).
</p>
</div>
</div>
<div id="outline-container-orgf496613" class="outline-5">
<h5 id="orgf496613">Teorema 1.8</h5>
<div class="outline-text-5" id="text-orgf496613">
<ol class="org-ol">
<li>Si \(A_1 \supset A_2 \supset \cdots\) y \(A = \bigcap_{n=1}^\infty A_n\)
, entonces \(\mathbb{P}(A) = \lim_{n \rightarrow \infty} \mathbb{P}(A_n)\).</li>
<li>Si \(A_1 \subset A_2 \subset \cdots\) y \(A = \bigcup_{n=1}^\infty A_n\),
entonces \(\mathbb{P}(A) = \lim_{n \rightarrow \infty} \mathbb{P}(A_n)\).</li>
</ol>
</div>
</div>
<div id="outline-container-org4fae471" class="outline-5">
<h5 id="org4fae471">Demostración</h5>
<div class="outline-text-5" id="text-org4fae471">
<ol class="org-ol">
<li>Considerar la sucesión \(Bn = An \setminus A\). Observar que \(B_1
   \supset B_2 \supset \cdots\) y \(\bigcap_{n=1}^{\infty} B_n =
   \emptyset\). Por el axioma de continuidad se obtiene \(\lim_{n
   \rightarrow \infty} \mathbb{P}(B_n) = 0\). Como \(\mathbb{P}(B_n) = \mathbb{P}(A_n) − \mathbb{P}(A)\) se
deduce que \[\lim_{n \rightarrow \infty} \mathbb{P}(A_n) = \mathbb{P}(A)\]</li>
<li>Considerar la sucesión \(B_n = A_n^c\). Observar que \(B_1 \supset B_2
   \supset \cdots\) y \(\bigcap_{n=1}^{\infty} B_n = A^c\). Por el inciso
1 se obtiene \[\lim_{n \rightarrow \infty} \mathbb{P}(B_n) = \mathbb{P}(A^c) = 1 −
   \mathbb{P}(A)\]. Como \(\mathbb{P}(B_n) = 1 − \mathbb{P}(A_n)\) se deduce que \(\lim_{n
   \rightarrow \infty} \mathbb{P}(A_n) = \mathbb{P}(A)\).</li>
</ol>
</div>
</div>
<div id="outline-container-org38618c8" class="outline-5">
<h5 id="org38618c8">Ejemplo 1.9 (Números aleatorios)</h5>
<div class="outline-text-5" id="text-org38618c8">
<p>
Teóricamente, los números aleatorios son realizaciones independientes
del experimento conceptual que consiste en <i>"elegir al azar"</i> un
número \(U\) del intervalo \((0, 1]\). Aquí la expresión <i>"elegir al
azar"</i> significa que el número \(U\) tiene la distribución uniforme
sobre el intervalo \((0, 1]\), i.e., la probabilidad del evento \(U \in
(a, b]\) es igual a \(b − a\), para cualquier pareja de números reales
\(a\) y \(b\) tales que \(0 < a < b \leq 1\).
</p>
</div>
</div>
<div id="outline-container-org8ad0539" class="outline-5">
<h5 id="org8ad0539">Ejemplo 1.10 (Ternario de Cantor)</h5>
<div class="outline-text-5" id="text-org8ad0539">
<p>
Se elije al azar un número \(U\) del intervalo \((0, 1]\), ¿cuál es la
probabilidad de que el 1 no aparezca en el desarrollo en base 3 de
\(U\)?
Consideramos la representación en base 3 del número U: \[U =
\displaystyle\sum_{k \geq 1} \frac{a_k(U){3^k}\] donde \(a_k(U) \in
\{0, 1, 2\, k \geq 1\).
Lo que queremos calcular es la probabilidad del evento \(A = \{a_k(U)
\neq 1, \forall k \geq 1\}\). Primero observamos que \[A = \bigcap_{i =
1}^{\infty} A_n\] donde \(A_n = \{a_k(U) \neq 1, \forall 1 \leq k \leq
n\}\) y notamos que \(A_1 \supset A_2 \supset \cdots\). Usando el inciso
(a) del Teorema 1.8 tenemos que \(\mathbb{P}(A) = \lim_{n \rightarrow \infty}
\mathbb{P}(A_n)\). El problema se reduce a calcular la sucesión de
probabilidades \(\mathbb{P}(A_n)\) y su límite.
Geométricamente el evento \(A_1\) se obtiene eliminando el segmento \((1
/ 3, 2 / 3)\) del intervalo \((0, 1]\): \[A_1 = (0, 1 / 3] \cup [2 / 3,
1]\]
Para obtener \(A_2\) eliminamos los tercios centrales de los dos
intervalos que componen \(A_1\): \[A_2 = (0, 1 / 9] \cup [2 / 9, 3 / 9]
\cup [6 / 9, 7 / 9] \cup [8 / 9, 1]\]
Continuando de este modo obtenemos una caracterización geométrica de
los eventos \(A_n : A_n\) es la unión disjunta de \(2^n\) intervalos, cada
uno de longitud \(3^{−n}\). En consecuencia, \mathbb{P}(A<sub>n</sub>) = 2<sup>n</sup> \frac{1}{3^n}
= \left(\frac{2}{3}\right)<sup>2</sup> $ Por lo tanto, \(\mathbb{P}(A) =
\lim_{n\rightarrow\infty} (2 / 3) n = 0\).
</p>
</div>
</div>
<div id="outline-container-org13c20f6" class="outline-5">
<h5 id="org13c20f6">Teorema 1.11 (&sigma;-aditividad)</h5>
<div class="outline-text-5" id="text-org13c20f6">
<p>
Si \(A_1, A_2, \dots\) , es una sucesión de eventos disjuntos dos a dos
(i.e., \(A_i \cap A_j = \emptyset\) para todos los pares \(i, j\) tales
que \(i \neq j\)) y \(\bigcup_{n=1}^{\infty} A_n \in \mathcal{A}\),
entonces
</p>
\begin{equation}
P \left( \bigcup_{n=1}^{\infty} An \right) = \displaystyle\sum_{n=1}^{\infty} \mathbb{P}(An)
\end{equation}
</div>
</div>
