org/probabilidad/01_1.d/01_1.org
**** Demostración
La sucesión de eventos $R_n := \bigcup_{m>n} A_m, n \geq 1$, es decreciente y
tal que $\bigcap_{n=1}^{\infty} R_n = \emptyset$. Por el axioma IV tenemos que

#+name: eq:3
\begin{equation}
\displaystyle\lim_{n \rightarrow \infty} \mathbb{P}(R_n) = 0
\end{equation}

y por el teorema de aditividad tenemos que

#+name: eq:4
\begin{equation}
\mathbb{P} \left(\bigcup{n=1}^{\infty} A_n \right)
= \displaystyle\sum_{k=1}^n \mathbb{P}(A_k) + \mathbb{P}(R_n)
\end{equation}

De [[eq:4]] y [[eq:3]] se obtiene [[eq:2]].
**** Corolario 1.12 (Teorema de cubrimiento)
Si $B, A_1, A_2, \dots$ es una sucesión de eventos tal que $A =
\bigcup_{n=1}^{\infty} A_n \in \mathcal{A}$ y $B \subset A$, entonces

$$\mathbb{P}(B) \leq \displaystyle\sum_{n=1}^{\infty} \mathbb{P}(An)$$
**** Demostración
Una cuenta. Descomponemos B en una unión disjunta de eventos

$$B = B \cap \left(\bigcup_{n=1}^{\infty} A_n \right) =
\bigcup_{n=1}^{\infty} \left(B \cap \left(A_n \setminus
\bigcup_{k=1}^{n-1}(A_n \cap A_k) \right) \right)$$

y aplicamos el teorema de $\sigma$ - aditividad

$$\mathbb{P}(B) = \displaystyle\sum_{n=1}^{\infty} \mathbb{P} \left(B \cap
\left(An \setminus \bigcup_{k=1}^{n−1} (An \cap Ak) \right)\right)
\leq \sum_{n=1}^{\infty} \mathbb{P}(An)$$
**** Ejercicios adicionales
1. Sean $\Omega$ un conjunto no vacío y $\mathcal{A}$ un álgebra de
   eventos. Sea $\mathbb{P} : \mathcal{A} \rightarrow \Re$ una función tal que
   1. Para cada $A \in \mathcal{A}, \mathbb{P}(A) \geq 0$,
   2. $\mathbb{P}(\Omega) = 1$.
   3. Si los eventos $A$ y $B$ no tienen elementos en común, entonces
      $\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B)$.
   4. Si $(A_n)_{n \geq 1}$ es una sucesión de eventos disjuntos dos a
      dos y $\bigcup_{n=1}^{\infty}A_n \in \mathcal{A}$, entonces $$
      P\left(\bigcup_{n=1}^{\infty} A_n \right) = \sum_{n=1}^{\infty}
      \mathbb{P}(An)$$ Mostrar que bajo esas condiciones la función
      $P$ satisface el axioma de continuidad.
** \sigma-álgebras y teorema de extensión
El álgebra $\mathcal{A}$ se llama una $\sigma$ - álgebra, si toda unión
numerable $\bigcup_{n=1}^{\infty} An$ de conjuntos $A_1, A_2, \cdots
\in \mathcal{A}$, disjuntos dos a dos, también pertenece a
$\mathcal{A}$. De la identidad

$$\bigcup_{n=1}^{\infty} A_n = \bigcup_{n=1}^{\infty} \left(A_n
\setminus \bigcup_{k=1}^{n−1}(An \cap Ak)\right)$$

se deduce que la $\sigma$ - álgebra también contiene todas las uniones
numerables de conjuntos $A_1, A_2, \cdots \in \mathcal{A}$. De la
identidad

$$\bigcap{n=1}^{\infty} A_n = \Omega \setminus \bigcup{n=1}^{\infty}
A_n^c$$

lo mismo puede decirse de las intersecciones.
**** Nota Bene
Solamente cuando disponemos de una medida de probabilidad, $\mathbb{P}$,
definida sobre una $\sigma$ - álgebra, $\mathcal{A}$, obtenemos libertad de
acción total, sin peligro de que ocurran eventos que no tienen probabilidad.

**** Lema 1.13 (\sigma-álgebra generada)
Dada un álgebra $\mathcal{A}$ existe la menor $\sigma$ - álgebra,
$\sigma(\mathcal{A})$, que la contiene, llamada la $\sigma$ - álgebra
generada por $\mathcal{A}$.

**** Teorema 1.14 (Extensión)
Dada una función de conjuntos, $P$, no negativa y $\sigma$ - aditiva definida
sobre un álgebra $\mathcal{A}$ se la puede extender a todos los conjuntos de la
$\sigma$ - álgebra generada por $\mathcal{A}$, $\sigma(\mathcal{A})$, sin perder
ninguna de sus propiedades (no negatividad y $\sigma$ - aditividad) y esta
extensión puede hacerse de una sola manera.
**** Esbozo de la demostración
Para cada $A \subset \Omega$ definimos

$$P^*(A) := \inf_{A \subset \cup_n An} \displaystyle\sum_n \mathbb{P}(An)$$

donde el ínfimo se toma respecto a todos los cubrimientos del conjunto
$A$ por colecciones finitas o numerables de conjuntos $A_n$
pertenecientes a $\mathcal{A}$. De acuerdo con el Teorema de
cubrimiento $P^*(A)$ coincide con $\mathbb{P}(A)$ para todo conjunto
$A \in \mathcal{A}$. La función $P^*$ es no negativa y
$\sigma$ - aditiva sobre $\sigma(\mathcal{A})$. La unicidad de la
extensión se deduce de la propiedad minimal de $\sigma(\mathcal{A})$.

* Simulación de experimentos aleatorios con espacio muestral finito
** Números aleatorios
Toda computadora tiene instalado un algoritmo para simular números
aleatorios que se pueden obtener mediante una instrucción del tipo
/random/ . En el software Octave, por ejemplo, la sentencia rand
simula un número aleatorio y /rand(1, n)/ simula un vector de $n$
números aleatorios. En algunas calculadoras (llamadas científicas) la
instrucción Rand permite simular números aleatorios de tres
dígitos. En algunos libros de texto se pueden encontrar tablas de
números aleatorios (p. ej., Meyer, P. L.: Introductory Probability and
Statistical Applications. Addison-Wesley, Massachusetts. (1972))

**** Cómo usar los números aleatorios
La idea principal se puede presentar mediante un ejemplo muy
simple. Queremos construir un mecanismo aleatorio para simular el
lanzamiento de una moneda cargada con probabilidad p de obtener de
obtener $"cara"$. Llamemos $X$ al resultado del lanzamiento: $X \in
\{0, 1\}$ con la convención de que $"cara" = 1$ y $"ceca" = 0$. Para
construir $X$ usamos un número aleatorio $U$, uniformemente
distribuido sobre el intervalo $[0, 1]$ y definimos

#+name:eq:5
\begin{equation}X := \textbf{1} \{1 − p < U \leq 1\}\end{equation}

Es fácil ver X satisface las condiciones requeridas. En efecto,

$$\mathbb{P}(X = 1) = \mathbb{P}(1 − p < U \leq 1) = 1 − (1 − p) = p$$

La ventaja de la construcción es que se puede implementar casi
inmediatamente en una computadora. Por ejemplo, si $p = 1 / 2$, una
rutina en Octave para simular $X$ es la siguiente
Rutina para simular el lanzamiento de una moneda equilibrada
#+BEGIN_EXAMPLE
U = rand;
if U > 1/2
 X = 1;
else
 X = 0;
end
X
#+END_EXAMPLE

**** Nota Bene
El ejemplo anterior es el prototipo para construir y simular
experimentos aleatorios. Con la misma idea podemos construir
experimentos aleatorios tan complejos como queramos.

