probabilidad/01_1.html
<div id="outline-container-orgd083574" class="outline-5">
<h5 id="orgd083574">Demostración</h5>
<div class="outline-text-5" id="text-orgd083574">
<p>
La sucesión de eventos \(Rn := \bigcup_{m>n} Am , n \geq 1\), es decreciente y tal que
\(\bigcap_{n=1}^{\infty} Rn = \emptyset\). Por el axioma IV tenemos que
</p>
\begin{equation}\lim_{n \rightarrow \infty} \mathbb{P}(Rn) = 0\end{equation}
<p>
y por el teorema de aditividad tenemos que
</p>
\begin{equation} 
P \left( \bigcup{n=1}^{\infty} An \right) = \displaystyle\sum_{k=1}^n \mathbb{P}(Ak) + \mathbb{P}(Rn)
\end{equation}
<p>
De <a href="#org2ca75fe">1</a> y <a href="#orgd275165">1</a> se obtiene <a href="#org24a1ff1">1</a>.
</p>
</div>
</div>
<div id="outline-container-org27fd2e1" class="outline-5">
<h5 id="org27fd2e1">Corolario 1.12 (Teorema de cubrimiento)</h5>
<div class="outline-text-5" id="text-org27fd2e1">
<p>
Si \(B, A_1, A_2, \dots\) es una sucesión de eventos tal que \(A =
\bigcup_{n=1}^{\infty} An \in \mathcal{A}\) y \(B \subset A\), entonces
\[\mathbb{P}(B) \leq \displaystyle\sum_{n=1}^{\infty} \mathbb{P}(An)\]
</p>
</div>
</div>
<div id="outline-container-orge9517d2" class="outline-5">
<h5 id="orge9517d2">Demostración</h5>
<div class="outline-text-5" id="text-orge9517d2">
<p>
Una cuenta. Descomponemos B en una unión disjunta de eventos \[ B = B
\cap \left( \bigcup_{n=1}^{\infty} A_n \right) =
\bigcup_{n=1}^{\infty} \left( B \cap \left( A_n \setminus
\bigcup_{k=1}^{n-1(A_n \cap A_k) \right) \right)\] y aplicamos el
teorema de $&sigma;$-aditividad \[\mathbb{P}(B) = \displaystyle\sum_{n=1}^{
\infty} P \left( B \cap \left( An \setminus \bigcup_{k=1}^{n−1} (An
\cap Ak) \right)\right) \leq \sum_{n=1}^{\infty} \mathbb{P}(An)\]
</p>
</div>
</div>
<div id="outline-container-orgfd85b27" class="outline-5">
<h5 id="orgfd85b27">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgfd85b27">
<ol class="org-ol">
<li>Sean \(\Omega\) un conjunto no vacío y \(\mathcal{A}\) un álgebra de
eventos. Sea \(P : \mathcal{A} \rightarrow \Re\) una función tal que
<ol class="org-ol">
<li>Para cada \(A \in \mathcal{A}, \mathbb{P}(A) \geq 0\),</li>
<li>\(\mathbb{P}(\Omega) = 1\).</li>
<li>Si los eventos \(A\) y \(B\) no tienen elementos en común, entonces
\(\mathbb{P}(A \cup B) = \mathbb{P}(A) + \mathbb{P}(B)\).</li>
<li>Si \((A_n)_{n \geq 1}\) es una sucesión de eventos disjuntos dos a
dos y \(\bigcup_{n=1}^{\infty}A_n \in \mathcal{A}\), entonces \[
      P\left(\bigcup_{n=1}^{\infty} An \right) = \sum_{n=1}^{\infty}
      \mathbb{P}(An)\]</li>
</ol></li>
</ol>
<p>
Mostrar que bajo esas condiciones la función \(P\) satisface el axioma
de continuidad.
</p>
</div>
</div>
</div>
<div id="outline-container-org83ed43a" class="outline-3">
<h3 id="org83ed43a">&sigma;-álgebras y teorema de extensión</h3>
<div class="outline-text-3" id="text-org83ed43a">
<p>
El álgebra \(\mathcal{A}\) se llama una $&sigma;$-álgebra, si toda unión
numerable \(\bigcup_{n=1}^{\infty} An\) de conjuntos \(A_1, A_2, \cdots \in
\mathcal{A}\), disjuntos dos a dos, también pertenece a \(\mathcal{A}\).
De la identidad \[\bigcup_{n=1}^{\infty} An = \bigcup_{n=1}^{\infty}
\left( An \setminus \bigcup_{k=1}^{n−1(An \cap Ak)\right)\] se deduce
que la $&sigma;$-álgebra también contiene todas las uniones numerables
de conjuntos \(A_1, A_2, \cdots \in \mathcal{A}\). De la identidad
\[\bigcap{n=1}^{\infty} An = \Omega \setminus \bigcup{n=1}^{\infty}
A_n^c\] lo mismo puede decirse de las intersecciones.
</p>
</div>
<div id="outline-container-org548751b" class="outline-5">
<h5 id="org548751b">Nota Bene</h5>
<div class="outline-text-5" id="text-org548751b">
<p>
Solamente cuando disponemos de una medida de probabilidad, \(P\),
definida sobre una $&sigma;$-álgebra, \(\mathcal{A}\), obtenemos libertad
de acción total, sin peligro de que ocurran eventos que no tienen
probabilidad.
</p>
</div>
</div>
<div id="outline-container-orgc723320" class="outline-5">
<h5 id="orgc723320">Lema 1.13 (&sigma;-álgebra generada)</h5>
<div class="outline-text-5" id="text-orgc723320">
<p>
Dada un álgebra \(\mathcal{A}\) existe la menor $&sigma;\(-álgebra,
\sigma(\mathcal{A})\), que la contiene, llamada la $&sigma;$-álgebra
generada por \(\mathcal{A}\).
</p>
</div>
</div>
<div id="outline-container-org056d42d" class="outline-5">
<h5 id="org056d42d">Teorema 1.14 (Extensión)</h5>
<div class="outline-text-5" id="text-org056d42d">
<p>
Dada una función de conjuntos, \(P\), no negativa y $&sigma;$-aditiva
definida sobre un álgebra \(\mathcal{A}\) se la puede extender a todos
los conjuntos de la $&sigma;$-álgebra generada por \(\mathcal{A},
\sigma(\mathcal{A})\), sin perder ninguna de sus propiedades (no
negatividad y $&sigma;$-aditividad) y esta extensión puede hacerse de
una sola manera.
</p>
</div>
</div>
<div id="outline-container-org4d4e4f5" class="outline-5">
<h5 id="org4d4e4f5">Esbozo de la demostración</h5>
<div class="outline-text-5" id="text-org4d4e4f5">
<p>
Para cada \(A \subset \Omega\) definimos \[P^*(A) := \inf_{A \subset
\cup_n An} \displaystyle\sum_n \mathbb{P}(An)\] donde el ínfimo se toma
respecto a todos los cubrimientos del conjunto \(A\) por colecciones
finitas o numerables de conjuntos \(An\) pertenecientes a
\(\mathcal{A}\). De acuerdo con el Teorema de cubrimiento \(P^*(A)\)
coincide con \(\mathbb{P}(A)\) para todo conjunto \(A \in \mathcal{A}\).  La
función \(P^*\) es no negativa y $&sigma;$-aditiva sobre
\(\sigma(\mathcal{A})\). La unicidad de la extensión se deduce de la
propiedad minimal de \(\sigma(\mathcal{A})\).
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org374e805" class="outline-2">
<h2 id="org374e805">Simulación de experimentos aleatorios con espacio muestral finito</h2>
<div class="outline-text-2" id="text-org374e805">
</div>
<div id="outline-container-orge210423" class="outline-3">
<h3 id="orge210423">Números aleatorios</h3>
<div class="outline-text-3" id="text-orge210423">
<p>
Toda computadora tiene instalado un algoritmo para simular números
aleatorios que se pueden obtener mediante una instrucción del tipo
<i>"random"</i>. En el software Octave, por ejemplo, la sentencia rand
simula un número aleatorio y <i>rand(1, n)</i> simula un vector de \(n\)
números aleatorios. En algunas calculadoras (llamadas científicas) la
instrucción Rand permite simular números aleatorios de tres
dígitos. En algunos libros de texto se pueden encontrar tablas de
números aleatorios (p. ej., Meyer, P. L.: Introductory Probability and
Statistical Applications. Addison-Wesley, Massachusetts. (1972))
</p>
</div>
<div id="outline-container-org945e6b2" class="outline-5">
<h5 id="org945e6b2">Cómo usar los números aleatorios</h5>
<div class="outline-text-5" id="text-org945e6b2">
<p>
La idea principal se puede presentar mediante un ejemplo muy
simple. Queremos construir un mecanismo aleatorio para simular el
lanzamiento de una moneda cargada con probabilidad p de obtener de
obtener \("cara"\). Llamemos \(X\) al resultado del lanzamiento: \(X \in
\{0, 1\}\) con la convención de que \("cara" = 1\) y \("ceca" = 0\).  Para
construir \(X\) usamos un número aleatorio \(U\), uniformemente
distribuido sobre el intervalo \([0, 1]\) y definimos
</p>
\begin{equation}X := \textbf{1} \{1 − p < U \leq 1\}\end{equation}
<p>
Es fácil ver X satisface las condiciones requeridas. En efecto, \[\mathbb{P}(X
= 1) = \mathbb{P}(1 − p < U \leq 1) = 1 − (1 − p) = p\]
La ventaja de la construcción es que se puede implementar casi
inmediatamente en una computadora. Por ejemplo, si \(p = 1 / 2\), una
rutina en Octave para simular \(X\) es la siguiente
Rutina para simular el lanzamiento de una moneda equilibrada
</p>
<pre class="example">
U = rand;
if U &gt; 1/2
  X = 1;
else
  X = 0;
end
X
</pre>
</div>
</div>
<div id="outline-container-org02afec7" class="outline-5">
<h5 id="org02afec7">Nota Bene</h5>
<div class="outline-text-5" id="text-org02afec7">
<p>
El ejemplo anterior es el prototipo para construir y simular
experimentos aleatorios. Con la misma idea podemos construir
experimentos aleatorios tan complejos como queramos.
</p>
</div>
</div>
</div>
