probabilidad/01_1.html
<div id="outline-container-orge062b75" class="outline-3">
<h3 id="orge062b75">Simulación de experimentos aleatorios</h3>
<div class="outline-text-3" id="text-orge062b75">
<p>
Supongamos que \(\Omega = \{\omega_1, \omega_2, \dots , \omega_m\}\)
representa el espacio muestral correspondiente a un experimento
aleatorio y que cada evento elemental \(\omega_k \in \Omega\) tiene
asignada la probabilidad \(p(\omega_k) = p_k\).
Usando un número aleatorio, U, uniformemente distribuido sobre el
intervalo \((0, 1]\), podemos construir un mecanismo aleatorio, \(X\),
para simular los resultados del experimento aleatorio
considerado. Definimos
</p>
\begin{equation}
X = \displaystyle\sum_{k=1}^m k \textbf{1} \{L_{k−1} < U \leq L_k\}
\end{equation}
<p>
donde \[L_0 := 0 \text{ y } L_k := \displaystyle\sum_{i=1}^k p_i, (1
\leq k \leq m)\] e identificamos cada evento elemental \(\omega_k \in
\Omega\) con su correspondiente subíndice \(k\).
En efecto, de la definición (6) se deduce que para cada \(k = 1, \dots
, m\) vale que \[\mathbb{P}(X = k) = \mathbb{P}(L_{k−1} < U \leq L_k) = L_k − L_{k−1} =
p_k\]
</p>
</div>
<div id="outline-container-org55f77a9" class="outline-5">
<h5 id="org55f77a9">Nota Bene</h5>
<div class="outline-text-5" id="text-org55f77a9">
<p>
El mecanismo aleatorio definido en (6) se puede construir
\("gráficamente"\) de la siguiente manera:
</p>
<ol class="org-ol">
<li>Partir el intervalo \((0, 1]\) en m subintervalos sucesivos \(I_1,
   \dots , I_m\) de longitudes \(p_1, \dots , p_m\) , respectivamente.</li>
<li>Sortear un número aleatorio, \(U\), y observar en qué intervalo de la
partición cae.</li>
<li>Si \(U\) cae en el intervalo \(I_k\), producir el resultado \(\omega_k\).</li>
</ol>
</div>
</div>
<div id="outline-container-orgc10d824" class="outline-5">
<h5 id="orgc10d824">Ejemplo 2.1 (Lanzar un dado equilibrado)</h5>
<div class="outline-text-5" id="text-orgc10d824">
<p>
Se quiere simular el lanzamiento de un dado equilibrado. El espacio
muestral es \(\Omega = \{1, 2, 3, 4, 5, 6\}\) y la función de
probabilidades es \(p(k) = 1/6, k = 1, \dots , 6\). El mecanismo
aleatorio \(X = X(U)\), definido en (6), se construye de la siguiente
manera:
</p>
<ol class="org-ol">
<li>Partir el intervalo \((0, 1]\) en 6 intervalos sucesivos de longitud
\(1 / 6: I_1 = (0, 1 / 6], I_2 = (1 / 6, 2 / 6], I_3 = (2 / 6, 3 /
   6], I_4 = (3 / 6, 4 / 6], I_5 = (4 / 6, 5 / 6]\) e \(I_6 = (5 / 6, 6 /
   6]\).</li>
<li>Sortear un número aleatorio \(U\).</li>
<li>Si \(U \in I_k, X = k\).</li>
</ol>
<p>
En pocas palabras,
</p>
\begin{equation}
X = \displaystyle\sum_{k=1}^6 k \textbf{1}\left\{\frac{k−1}{6} < U \leq \frac{k}{6}\right\}
\end{equation}
<p>
Por ejemplo, si sorteamos un número aleatorio, \(U\) y se obtiene que \(U
= 0.62346\), entonces el valor simulado del dado es \(X = 4\). Una rutina
en Octave para simular \(X\) es la siguiente
Rutina para simular el lanzamiento de un dado
</p>
<pre class="example">
U = rand;
k = 0;
do
  k++;
until((k - 1) / 6 &lt; U &amp; U &lt;= k / 6)
X = k
</pre>
</div>
</div>
</div>
<div id="outline-container-orgeb26ab2" class="outline-3">
<h3 id="orgeb26ab2">Estimación de probabilidades</h3>
<div class="outline-text-3" id="text-orgeb26ab2">
<p>
Formalmente, un experimento aleatorio se describe mediante un espacio
de probabilidad \((\Omega, \mathcal{A}, \mathbb{P})\). Todas las
preguntas asociadas con el experimento pueden reformularse en términos
de este espacio. En la práctica, decir que un evento A ocurre con una
determinada probabilidad \(\mathbb{P}(A) = p\) equivale a decir que en una serie
suficientemente grande de experimentos las frecuencias relativas de
ocurrencia del evento \(A\) \[\hat{p}_k (A) = \frac{n_k(A){n_k}\]
(donde \(n_k\) es la cantidad de ensayos realizados en la k-ésima serie
y \(n_k(A)\) es la cantidad en los que ocurre \(A\)) son aproximadamente
idénticas unas a otras y están próximas a \(p\). Las series de
experimentos se pueden simular en una computadora utilizando un
generador de números aleatorios.
</p>
</div>
<div id="outline-container-org877f71e" class="outline-5">
<h5 id="org877f71e">Ejemplo 2.2</h5>
<div class="outline-text-5" id="text-org877f71e">
<p>
El experimento consiste en lanzar 5 monedas equilibradas y registrar
la cantidad N de caras observadas. El conjunto de todos los resultados
posibles es \(\Omega = \{0, 1, 2, 3, 4, 5\}\).  El problema consiste en
asignarle probabilidades a los eventos elementales.  La solución
experimental del problema se obtiene realizando una serie
suficientemente grande de experimentos y asignando a cada evento
elemental su frecuencia relativa.  Sobre la base de una rutina similar
a la que presentamos en la sección 2.1 para simular el resultado del
lanzamiento de una moneda equilibrada se pueden simular \(n = 10000\)
realizaciones del experimento que consiste en lanzar 5 monedas
equilibradas. Veamos co mo hacerlo. Usamos la construcción (5) para
simular el lanzamiento de 5 monedas equilibradas \(X_1, X2, X3, X4,
X5\). La cantidad de caras observadas es la suma de las \(X_i: N = X_1+
X2+ X3+ X4+ X5\).
Repitiendo la simulación 10000 veces (o genéricamente n veces),
obtenemos una tabla que contiene la cantidad de veces que fué simulado
cada valor de la variable \(N\). Supongamos que obtuvimos la siguiente
tabla:
</p>
<table id="orgc08bcae" border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">valor simulado</th>
<th scope="col" class="org-right">0</th>
<th scope="col" class="org-right">1</th>
<th scope="col" class="org-right">2</th>
<th scope="col" class="org-right">3</th>
<th scope="col" class="org-right">4</th>
<th scope="col" class="org-right">5</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">cantidad de veces</td>
<td class="org-right">308</td>
<td class="org-right">1581</td>
<td class="org-right">3121</td>
<td class="org-right">3120</td>
<td class="org-right">1564</td>
<td class="org-right">306</td>
</tr>
</tbody>
</table>
<p>
En tal caso diremos que se obtuvieron las siguientes estimaciones
\[\mathbb{P}(N = 0) \approx 0.0308, \mathbb{P}(N = 1) \approx 0.1581, \mathbb{P}(N = 2) \approx
0.3121\] \[\mathbb{P}(N = 3) \approx 0.3120, \mathbb{P}(N = 4) \approx 0.1564, \mathbb{P}(N = 5)
\approx 0.0306\]
Para finalizar este ejemplo, presentamos un programa en Octave que
simula diez mil veces el lanzamiento de cinco monedas equilibradas,
contando en cada una la cantidad de caras observadas y que al final
provee una tabla como la representada en (8)
</p>
<pre class="example">
n = 10000;
N = zeros(1,n);
for i = 1:n
  U = rand(1,5);
  X = [ U &lt;= (1/2)];
  N(i) = sum(X);
end
for j=1:6
  T(j) = sum([N == j-1]);
end
T
</pre>
</div>
</div>
<div id="outline-container-org00d6426" class="outline-5">
<h5 id="org00d6426">Nota Bene</h5>
<div class="outline-text-5" id="text-org00d6426">
<p>
Usando las herramientas que proporciona el análisis combinatorio (ver
sección 3) se puede demostrar que para cada \(k \in \{0, 1, 2, 3, 4,
5\}\) vale que \[\mathbb{P}(N = k) = \binom{5}{k} \frac{1}{32}\]
En otros términos, \[\mathbb{P}(N = 0) = 0.03125, \mathbb{P}(N = 1) = 0.15625, \mathbb{P}(N = 2)
= 0.31250\] \[\mathbb{P}(N = 3) = 0.31250, \mathbb{P}(N = 4) = 0.15625, \mathbb{P}(N = 5) =
0.03125\]
</p>
</div>
</div>
