org/probabilidad/01_1.d/01_1.org
**** Ejemplo 2.3 (Paradoja de De Mere)
¿Cuál de las siguientes apuestas es más conveniente?
- Obtener al menos un as en 4 tiros de un dado.
- Obtener al menos un doble as en 24 tiros de dos dados.
1. La construcción (7) permite simular 4 tiros de un dado usando 4
   números aleatorios independientes $U1, U2, U3, U4$. La cantidad de
   ases obtenidos en los 4 tiros es la suma $S =
   \displaystyle\sum_{i=1}^4 \textbf{1}\{0 < U_i \leq 1 / 6\}$. El
   evento $A_1 =$ /obtener al menos un as en 4 tiros de un dado/
   equivale al evento $S \geq 1$. Si repetimos la simulación 10000
   veces podemos obtener una estimación (puntual) de la probabilidad
   del evento $A_1$ calculando su frecuencia relativa. La siguiente
   rutina (en Octave) provee una estimación de la probabilidad del
   evento $A_1$ basada en la repetición de 10000 simulaciones del
   experimento que consiste en tirar 4 veces un dado.
Rutina 1
#+BEGIN_EXAMPLE
n = 10000;
A_1 = zeros(1,n);
for i = 1:n
 U = rand(1,4);
 S = sum(U <= 1/6);
 if S >= 1
  A_1(i) = 1;
 else
  A_1(i) = 0;
 end
end
hpA_1 = sum(A_1)/n
#+END_EXAMPLE
Ejecutando 10 veces la Rutina 1 se obtuvieron los siguientes
resultados para la frecuencia relativa del evento $A_1$

$$0.5179 0.5292 0.5227 0.5168 0.5204 0.5072 0.5141 0.5177 0.5127
0.5244$$

Notar que los resultados obtenidos se parecen entre sí e indican que
la probabilidad de obtener al menos un as en 4 tiros de un dado es
mayor que 0.5.

2. La construcción (7) permite simular 24 tiros de dos dados usando 48
   números aleatorios independientes $U_1, U_2, \dots, U_{47},
   U_{48}$.

La cantidad de veces que se obtiene un doble as en los 24 tiros de dos
dados es la suma $S = \displaystyle\sum_{i=1}^24 \textbf{1} \{0 <
U_{2i−1} \leq 1 / 6, 0 < U_{2i} \leq 1 / 6\}$. El evento $A_2 =$
/obtener al menos un doble as en 24 tiros de dos dados/ equivale al
evento $S \geq 1$.

Si repetimos la simulación 10000 veces podemos obtener una estimación
(puntual) de la probabilidad del evento $A_2$ calculando su frecuencia
relativa.

La siguiente rutina (en Octave) provee una estimación de la
probabilidad del evento $A_2$ basada en la repetición de 10000
simulaciones del expe rimento que consiste en tirar 24 veces dos
dados.

Rutina 2
#+BEGIN_EXAMPLE
n = 10000;
A_2 = zeros(1,n);
for i = 1:n
 U = rand(2,24);
 V = (U <= 1/6);
 S = sum(V(1,:).*V(2,:));
 if S >= 1
  A_2(i) = 1;
 else
  A_2(i) = 0;
 end
end
hpA_2 = sum(A_2)/n
#+END_EXAMPLE
Ejecutando 10 veces la Rutina 2 se obtuvieron los siguientes
resultados para la frecuencia relativa del evento $A_2$

$$0.4829 0.4938 0.4874 0.4949 0.4939 0.4873 0.4882 0.4909 0.4926
0.4880$$

Notar que
los resultados obtenidos se parecen entre sí e indican que la
probabilidad de obtener al menos un doble as en 24 tiros de dos dados
es menor que 0.5.
**** Conclusión
Los resultados experimentales obtenidos indican que es mejor apostar a
que se obtiene al menos un as en 4 tiros de un dado que apostar a que
se obtiene al menos un doble as en 24 tiros de un dado.
* Elementos de Análisis Combinatorio
Cuando se estudian juegos de azar, procedimientos muestrales, problemas de or
den y ocupación, se trata por lo general con espacios muestrales finitos
$\Omega$ en los que a todos los eventos elementales se les atribuye igual
probabilidad. Para calcular la probabilidad de un evento $A$ tenemos que dividir
la cantidad de eventos elementales contenidos en $A$ (llamados casos favorables)
entre la cantidad de total de eventos elementales contenidos en $\Omega$
(llamados casos posibles). Estos cálculos se facilitan por el uso sistemático de
unas pocas reglas.
** Regla del Producto
Sean $A$ y $B$ dos conjuntos cualesquiera. El producto cartesiano de
$A$ y $B$ se define por $A \times B = \{(a, b) : a \in A$ y $b \in
B\}$. Si $A$ y $B$ son finitos, entonces $|A \times B| = |A| · |B|$.
**** Demostración
Supongamos que $A = \{a_1, a_2, \dots, a_m\}$ y $B = \{b_1, b_2, \dots,
b_n\}$. Basta observar el cuadro siguiente
|    | b_1    | b_2    | \dots | b_n    |
| a_1  | (a_1, b_1) | (a_1, b_2) | \dots | (a_1, b_n) |
| a_2  | (a_2, b_1) | (a_2, b_2) | \dots | (a_2, b_n) |
| \vdots | \vdots   | \vdots   |    | \vdots   |
| a_m  | (a_m, b_1) | (a_m, b_2) | \dots | (a_m, b_n) |
Cuadro 1: Esquema rectangular del tipo tabla de multiplicar con $m$
filas y $n$ columnas: en la intersección de fila $i$ y la columna $j$
se encuentra el par $(a_i, b_j)$. Cada par aparece una y sólo una vez.
En palabras, con $m$ elementos $a_1, \dots, a_m$ y $n$ elementos
$b_1, \dots, b_n$ es posible formar $m · n$ pares $(a_i, b_j)$ que
contienen un elemento de cada grupo.
**** Teorema 3.1 (Regla del producto)
Sean A_1, A_2, \dots, An, n conjuntos cualesquiera. El producto
cartesiano de los $n$ conjuntos $A_1, A_2, \dots, An$ se define por

$$A_1 \times A_2 \times \cdots \times A_n = \{(x_1, x_2, \dots, x_n) :
x_i \in A_i, 1 \leq i \leq n\}$$

Si los conjuntos $A_1, A_2, \dots, An$ son finitos, entonces

$$|A_1 \times A_2 \times \cdots \times A_n | = \prod_{i=1}^n |A_i|$$
**** Demostración
Si $n = 2$ ya lo demostramos. Si $n = 3$, tomamos los pares $(x_1, x_2)$
como elementos de un nuevo tipo. Hay $|A_1| · |A_2|$ elementos de ese
tipo y $|A_3|$ elementos $x_3$. Cada terna $(x_1, x_2, x_3)$ es un
par formado por un elemento $(x_1, x_2)$ y un elemento $x_3$ ; por lo
tanto, la cantidad de ternas es $|A_1| · |A_2| ·|A_3|$. Etcétera.
**** Nota Bene
Muchas aplicaciones se basan en la siguiente reformulación de la regla
del producto: $r$ decisiones sucesivas con exactamente $n_k$
elecciones posibles en el k-ésimo paso pueden producir un total de
$n_1· n_2 \cdots n_r$ resultados diferentes.
