probabilidad/01_1.html
<div id="outline-container-org1ffd84b" class="outline-5">
<h5 id="org1ffd84b">Ejemplo 3.2 (Ubicar r bolas en n urnas)</h5>
<div class="outline-text-5" id="text-org1ffd84b">
<p>
Los resultados posibles del experimento se pueden representar mediante
el conjunto \[\Omega = \{1, 2, \dots , n\}^r = \(x_1, x_2, \dots ,
xr) : x_i \in \{1, 2, \dots , n\}, 1 \leq i \leq r\},\] donde \(x_i =
j\) representa el resultado <i>"la bola i se ubicó en la urna j"</i>. Cada
bola puede ubicarse en una de las \(n\) urnas posibles. Con \(r\) bolas
tenemos \(r\) elecciones sucesivas con exactamente \(n\) elecciones
posibles en cada paso. En consecuencia, \(r\) bolas pueden ubicarse en
\(n\) urnas de \(n_r\) formas distintas.
Usamos el lenguaje figurado de bolas y urnas, pero el mismo espacio
muestral admite muchas interpretaciones distintas. Para ilustrar el
asunto listaremos una cantidad de situciones en las cuales aunque el
contenido intuitivo varía son todas abstractamente equivalentes al
esquema de ubicar \(r\) bolas en \(n\) urnas, en el sentido de que los
resultados difieren solamente en su descripción verbal.
</p>
<ol class="org-ol">
<li>Nacimientos. Las configuraciones posibles de los nacimientos de r
personas corresponde a los diferentes arreglos de r bolas en n =
365 urnas (suponiendo que el año tiene 365 días).</li>
<li>Accidentes. Clasificar r accidentes de acuerdo con el día de la
semana en que ocurrieron es equivalente a poner r bolas en n = 7
urnas.</li>
<li>Muestreo. Un grupo de personas se clasifica de acuerdo con,
digamos, edad o profesión. Las clases juegan el rol de las urnas y
las personas el de las bolas.</li>
<li>Dados. Los posibles resultados de una tirada de r dados corresponde
a poner r bolas en n = 6 urnas. Si en lugar de dados se lanzan
monedas tenemos solamente n = 2 urnas.</li>
<li>Dígitos aleatorios. Los posibles or denamientos de una sucesión de
r dígitos corresponden a las distribuciones de r bolas (= lugares)
en diez urnas llamadas \(0, 1, \dots , 9\).</li>
<li>Coleccionando figuritas . Los diferentes tipos de figuritas
representan las urnas, las figuritas coleccionadas representan las
bolas.</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orge87e54b" class="outline-3">
<h3 id="orge87e54b">Muestras ordenadas</h3>
<div class="outline-text-3" id="text-orge87e54b">
<p>
Se considera una <i>"población"</i> de \(n\) elementos \(a1, a2, \dots ,
a_n\). Cualquier secuencia ordenada \(a_{j1}, a_{j2}, \dots , a_{jk}\) de
k símbolos se llama una muestra ordenad a de tamaño k tomada de la
población. (Intuitivamente los elementos se pueden elegir uno por
uno). Hay dos procedimientos posibles.
</p>
<ol class="org-ol">
<li>Muestreo con reposición. Cada elección se hace entre toda la
población, por lo que cada elemento se puede elegir más de una
vez. Cada uno de los k elementos se puede elegir en n formas: la
cantidad de muestras posibles es, por lo tanto, \(n_k\), lo que
resulta de la regla del producto con \(n_1 = n_2 = \cdots = n_k =
   n\).</li>
<li>Muestreo sin reposición. Una vez elegido, el elemento se quita de
la población, de modo que las muestras son arreglos sin
repeticiones. El volumen de la muestra k no puede exceder el tamaño
de la población total n. Tenemos n elecciones posibles para el
primer elemento, pero sólo \(n−1\) para el segundo, \(n−2\) para el
tercero, etcétera. Usando la regla del producto se obtiene un total
de</li>
</ol>
<p>
\begin{equation(n)<sub>k</sub> := n(n − 1)(n −2) &ctdot; (n − k + 1)\end{equation}
elecciones posibles.
</p>
</div>
<div id="outline-container-orgdcdf3aa" class="outline-5">
<h5 id="orgdcdf3aa">Teorema 3.3</h5>
<div class="outline-text-5" id="text-orgdcdf3aa">
<p>
Para una población de \(n\) elementos y un tamaño de muestra prefijado
\(k\), existen \(n^k\) diferentes muestras con reposición y \((n)_k\)
muestras sin reposición.
</p>
</div>
</div>
<div id="outline-container-orge37afd7" class="outline-5">
<h5 id="orge37afd7">Ejemplo 3.4</h5>
<div class="outline-text-5" id="text-orge37afd7">
<p>
Consideramos una urna con 8 bolas numeradas \(1, 2, \dots , 8\)
</p>
<ol class="org-ol">
<li>Extracción con rep os ición. Extraemos 3 bolas con reposición:
después de extraer una bola, anotamos su número y la ponemos de
nuevo en la urna. El espacio muestral \(\Omega_1\) correspondiente a
este experimento consiste de todas las secuencias de longitud 3 que
pueden formarse con los símbolos \(1, 2, \dots 8\). De acuerdo con el
Teorema 3.3, \(\Omega_1\) tiene \(8^3 = 512\) elementos. Bajo la
hipótesis de que todos los elementos tienen la misma probabilidad,
la probabilidad de observar la secuencia \((3, 7, 1)\) es \(1 / 512\).</li>
<li>Extracción de una colección ordenada sin reposición. Extraemos 3
bolas sin reposición: cada bola elegida no se vuelve a poner en la
urna. Anotamos los números de las bolas en el orden en que fueron
extraídas de la urna. El espacio muestral \(\Omega_2\)
correspondiente a este experimento es el conjunto de todas las
secuencias de longitud 3 que pueden formarse con los símbolos \(1, 2
   \dots , 8\) donde cada símbolo puede aparecer a los sumo una vez. De
acuerdo con el Teorema 3.3, \(\Omega_2\) tiene \((8)_3 = 8 · 7 · 6 =
   336\) elementos. Bajo la hipótesis que todos los elementos tienen la
misma probabilidad, la probabilidad de observar la secuencia \((3,
   7, 1)\) (en ese orden) es \(1 / 336\).</li>
</ol>
</div>
</div>
<div id="outline-container-org17e6b0a" class="outline-5">
<h5 id="org17e6b0a">Ejemplo 3.5</h5>
<div class="outline-text-5" id="text-org17e6b0a">
<p>
Una urna contiene 6 bolas rojas y 4 bolas negras. Se extraen 2 bolas
con reposición. Para fijar ideas supongamos que las bolas están
numeradas de la siguiente manera: las primeras 6 son las rojas y las
últimas 4 son las negras. El espacio muestral asociado es \(\Omega =
\{1, \dots , 10\}^2\) y su cantidad de elementos \(|\Omega| = 10^2\).
</p>
<ol class="org-ol">
<li>¿Cuál es la probabilidad de que las dos sean rojas? Sea R el evento
<i>"las dos son rojas"</i>, \(R = \{1, \dots , 6\}^2\) y \(|R| = 6^2\). Por
lo tanto, \(\mathbb{P}(R) = 6^2 / 10^2 = 0.36\).</li>
<li>¿Cuál es la probabilidad de que las dos sean del mismo co lor? Sea
N el evento <i>"las dos son negras"</i>, \(N = \{7, \dots , 10\}^2\) y
$|N| = 4<sup>2</sup>, entonces \(\mathbb{P}(N) = 4^2 / 10^2 = 0.16\). Por lo tanto, \(\mathbb{P}(R
   \cup N) = \mathbb{P}(R) + \mathbb{P}(N) = 0.52\).</li>
<li>¿Cuál es la probabilidad de que al menos una de las dos sea roja?
El evento <i>"al menos una de las dos es roja"</i> es el complemento de
<i>"las dos son negras"</i>. Por lo tanto, \(\mathbb{P}(N^c) = 1−\mathbb{P}(N) = 0.84\).</li>
</ol>
<p>
Si se consideran extracciones sin reposición, deben reemplazarse las
cantidades \(10^2 , 6^2\) y \(4^2\) por las correspondientes \((10)_2 ,
(6)_2\) y \((4)_2\).
Caso especial k = n. 
En muestreo sin reposición una muestra de tamaño \(n\) incluye a toda la
población y representa una permutación de sus elementos. En
consecuencia, \(n\) elementos \(a1, a2, \dots , an\) se pueden ordenar de
\((n)_n = n ·(n −1) \cdots 2 ·1\) formas distintas. Usualmente el número
\((n)_n\) se denota \(n!\) y se llama el factorial de \(n\).
</p>
</div>
</div>
<div id="outline-container-orgde1d9a4" class="outline-5">
<h5 id="orgde1d9a4">Corolario 3.6</h5>
<div class="outline-text-5" id="text-orgde1d9a4">
<p>
La cantidad de formas distintas en que se pueden ordenar \(n\) elementos
es
</p>
\begin{equation}n! = 1 · 2 \cdots n\end{equation}
</div>
</div>
<div id="outline-container-orgff68baf" class="outline-5">
<h5 id="orgff68baf">Observación 3.7</h5>
<div class="outline-text-5" id="text-orgff68baf">
<p>
Las muestras ordenadas de tamaño \(k\), sin reposición, de una población
de \(n\) elementos, se llaman variaciones de \(n\) elementos tomados de a
\(k\). Su número total \((n)_k\) se puede calcular del siguiente modo
</p>
<p>
\begin{equation(n)<sub>k</sub> = \frac{n!}(n-k)!}\end{equation}
</p>
</div>
</div>
<div id="outline-container-org398c0fd" class="outline-5">
<h5 id="org398c0fd">Nota Bene sobre muestreo aleatorio</h5>
<div class="outline-text-5" id="text-org398c0fd">
<p>
Cuando hablemos de <i>"muestras aleatorias de tamaño k"</i>, el adjetivo
aleatorio indica que todas las muestras posibles tienen la misma
probabilidad, a saber: \(1/n^k\) en muestreo con reposición y \(1 /
(n)_k\) en muestreo sin reposición. En ambos casos, \(n\) es el tamaño de
la población de la que se extraen las muestras.  Si \(n\) es grande y
\(k\) es relativamente pequeño, el cociente \((n)_k/n^k\) está cerca de la
unidad. En otras palabras, para grandes poblaciones y muestras
relativamente pequeñas, las dos formas de muestrear son prácticamente
equivalentes.
</p>
</div>
</div>
