org/probabilidad/01_1.d/01_1.org
**** Ejemplos
Consideramos muestras aleatorias de volumen $k$ (con reposición)
tomadas de una población de $n$ elementos $a_1, \dots, a_n$ . Nos
interesa el evento que en una muestra no se repita ningún elemento. En
total existen $n^k$ muestras diferentes, de las cuales $(n)_k$
satisfacen la condición estipulada. Por lo tanto, la probabilidad de
ninguna repetición en nuestra muestra es

#+name:eq:12
\begin{equation}p = \frac{(n)_k}{n^k} = \frac{n (n −1) \cdots (n − k + 1)}{n^k}\end{equation}


Las interpretaciones concretas de la fórmula (12) revelan aspectos
sorprendentes.

**** Muestras aleatorias de números
La población consiste de los diez dígitos $0, 1, \dots, 9$. Toda
sucesión de cinco dígitos representa una muestra de tamaño $k = 5$, y
supondremos que cada uno de esos arreglos tiene probabilidad
$10^{−5}$. La probabilidad de que 5 dígitos aleatorios sean todos
distintos es $p = (10)_5 10^{−5} = 0.3024$.

**** Bolas y urnas
Si n bolas se ubican aleatoriamente en n urnas, la probabilidad de que
cada urna esté ocupada es

$$p = \frac{n!}{n^n}$$

Interpretaciones:
- Para $n = 7, p = 0.00612\dots$. Esto significa que si en una ciudad
  ocurren 7 accidentes por semana, entonces (suponiendo que todas las
  ubicaciones posibles son igualmente probables) prácticamente todas
  las semanas contienen días con dos o más accidentes, y en promedio
  solo una semana de 164 mostrará una distribución uniforme de un
  accidente por día.
- Para $n = 6$ la probabilidad $p$ es igual a $0.01543\dots$ Esto
  muestra lo extremadamenteimprobable que en seis tiradas de un dado
  perfecto aparezcan todas lascaras.

**** Cumpleaños
Los cumpleaños de $k$ personas constituyen una muestra de tamaño $k$
de la población formada por todos los días del año.

De acuerdo con la ecuación (12) la probabilidad, $p_k$, de que todos
los k cumpleaños sean diferentes es

$$p_k = \frac{(365)_k}{365^k} = \left( 1 − \frac{1}{365} \right)
\left( 1 − \frac{2}{365} \right) \cdots \left( 1 − \frac{k − 1}{365}
\right)$$

Una fórmula aparentemente abominable. Si $k = 23$ tenemos $p_
k
< 1/2$. En palabras, para $23$
personas la probabilidad que al menos dos personas tengan un cumpleaños común excede $1 / 2$.

/Aproximaciones numéricas de $p_k$/.
Si $k$ es chico, tomando logaritmos y usando que para $x$
pequeño y positivo $log(1 −x) \sim −x$, se obtiene

$$log p_k \sim − \frac{1 + 2 + \cdots + (k − 1)}{365} = −\frac {k (k −
1)}{730}$$ .

**** Ejercicios adicionales
5. Hallar la probabilidad $p_k$ de que en una muestra de $k$ dígitos
   aleatorios no haya dos iguales. Estimar el valor numérico de
   $p_{10}$ usando la fórmula de Stirling (1730): $n! \sim e^{−n}
   n^{n+\frac{1}{2}} \sqrt{2\pi}$ .

6. Considerar los primeros 10000 decimales del número $\pi$. Hay 2000
   grupos de cinco dígitos. Contar la cantidad de grupos en los que
   los 5 dígitos son diferentes e indicar la frecuencia relativa del
   evento considerado. Comparar el resultado obtenido con la
   probabilidad de que en una muestra de 5 dígitos aleatorios no haya
   dos iguales.
** Subpoblaciones
En lo que sigue, utilizaremos el término población de tamaño n para
designar una colección de $n$ elementos sin considerar su orden. Dos
poblaciones se consideran diferentes si una de ellas contiene algún
elemento que no está contenido en la otra.

Uno de los problemas más importantes del cálculo combinatorio es
determinar la cantidad $C_{n, k}$ de /subpoblaciones distintas de
tamaño $k$ que tiene una población de tamaño $n$/.

Cuando $n$ y $k$ son pequeños, el problema se puede resolver por
enumeración directa. Por ejemplo, hay seis formas distintas elegir dos
letras entre cuatro letras $A, B, C, D$, a saber: $AB, AC, AD, BC,
BD, CD$. Así, $C_{4, 2} = 6$.

Cuando la cantidad de elementos de la colección es grande la
enumeración directa es impracticable. El problema general se resuelve
razonando de la siguiente manera: consideramos una subpoblación de
tamaño $k$ de una población de $n$ elementos. Cada numeración
arbitraria de los elementos de la subpoblación la convierte en una
muestra ordenada de tamaño $k$. Todas las muestras ordenadas de tamaño
$k$ se pueden obtener de esta forma. Debido a que $k$ elementos se
pueden ordenar de $k!$ formas diferentes, resulta que $k!$ veces la
cantidad de subpoblaciones de tamaño $k$ coincide con la cantidad de
muestras ordenadas de dicho tamaño. En otros términos, $C_{n, k}· k!
= (n)_k$ . Por lo tanto,

#+name:eq:13
\begin{equation}
C_{n, k} = \frac{(n)_k}{k!} = {n!} {k!(n−k)!}
\end{equation}

Los números definidos en (13) se llaman coeficientes binomiales o
números combinatorios y la notación clásica para ellos es
$binom{n}{k}$.

**** Teorema 3.8
Una población de $n$ elementos tiene

#+name:eq:14
\begin{equation}
\binom{n}{k} = \frac{n!}{k!(n−k)!}
\end{equation}

diferentes subpoblaciones de tamaño $k \leq n$.

**** Ejemplo 3.9
Consideramos una urna con 8 bolas numeradas $1, 2, \dots,
8$. Extraemos $3$ bolas simultáneamente, de modo que el orden es
irrelevante. El espacio muestral $\Omega_3$ correspondiente a este
experimento consiste de todos los subconjuntos de tamaño 3 del
conjunto $\{1, 2, \dots, 8\}$.

Por el Teorema 3.8 $\Omega_3$ tiene $\binom{8}{3} = 56$
elementos. Bajo la hipótesis de que todos los elementos tienen la
misma probabilidad, la probabilidad de seleccionar $\{3, 7, 1\}$ es $1
/ 56$.

Dada una población de tamaño $n$ podemos elegir una subpoblación de
$\binom{n}{k}$ tamaño $k$ de $\binom{n}{k}$ maneras distintas. Ahora
bien, elegir los $k$ elementos que vamos a quitar de una población es
lo mismo que elegir los $n − k$ elementos que vamos a dejar
dentro. Por lo tanto, es claro que para cada $k \leq n$ debe valer

#+name:eq:15
\begin{equation}
\binom{n}{k} = \binom{n}{n-k}
\end{equation}

La ecuación (15) se deduce inmediatamente de la identidad (14). El
lado izquierdo de la ecuación (15) no está definido para $k = 0$, pero
el lado derecho si lo está. Para que la ecuación (15) sea valida para
todo entero $k$ tal que $0 \leq k \leq n$, se definen

$$\binom{n}{0} := 1, 0! := 1, \text{y} (n)_0:= 1$$

**** Triángulo de Pascal
Las ecuaciones en diferencias

#+name:eq:16
\begin{equation}
\binom{n}{k} = \binom{n-1}{k} + \binom{n-1}{k-1}
\end{equation}

junto con el conocimiento de los datos de borde

\begin{equation}
\binom{n}{0} = \binom{n}{n} = 1
\end{equation}

determinan completamente los números combinatorios

$\binom{n}{k}, 0 \leq k \leq n, n = 0, 1, \dots$ . Usando dichas
relaciones se construye el famoso /triángulo de Pascal/, que muestra
todos los números combinatorios en la forma de un triángulo

\begin{verbatim}
       1
      1  1
     1  2  1
    1  3  3  1
   1  4  6  4  1
  1  5  10 10 5  1
 1  6 15 20 15  6  1
\end{verbatim}

La n-ésima fila de este triángulo contiene los coeficientes $\binom{n}{0},
\binom{n}{1}, \dots, \binom{n}{n}$. Las condiciones de borde (17)
indican que el primero y el último de esos números son 1. Los números restantes
se determinan por la ecuación en diferencias (16). Vale decir, para cada $0 < k
< n$, el k-ésimo coeficiente de la n-ésima fila del /triángulo de Pascal/ se
obtiene sumando los dos coeficientes inmediatamente superiores a izquierda y
derecha. Por ejemplo, $\binom{5}{2} = 4 + 6 = 10$.

