probabilidad/01_1.html
<div id="outline-container-org2f1001d" class="outline-5">
<h5 id="org2f1001d"><span class="todo TODO">TODO</span> Ejemplos</h5>
<div class="outline-text-5" id="text-org2f1001d">
<p>
Consideramos muestras aleatorias de volumen k (con reposición) tomadas
de una población de n elementos a1 , &hellip; , an . Nos interesa el
evento que en una muestra no se repita ningún el
emento. En total existen n
k
muestras diferentes, de las cuales (n)
k
satisfacen la condición
19
estipulada. Por lo tanto, la probabilidad de ninguna repetición en nuestra muestra es}
p =}
(n)
k
n
k
=
n ( n −{1) &ctdot; ( n − k + 1)
n
k
(12)
Las interpretaciones concretas de la fórmula (12) revelan aspectos sorprendentes.
Muestras aleatorias de números. La población consiste de los diez dígitos 0, 1, &hellip; , 9.
Toda sucesión de cinco dígitos representa una muestra de tamaño k = 5, y supondremos que
cada uno de esos arreglos tiene probabilidad 10
−{5}
. La probabilidad de que 5 dígitos aleatorios}
sean todos distintos es p = (10)}
5
10
−{5}
= 0.3024.
Bolas y urnas. Si n bolas se ubican aleatoriamente en n urnas, la probabilidad de que cada}
urna esté ocupada es
p =}
n{!}
n
n
.
Interpretaciones:
(a) Para n = 7, p = 0.00612&hellip;. Esto significa que si en una ciudad ocurren 7 acci
dente s por}
semana, entonces (suponiendo que todas las ubicaciones posibles son igualmente prob
ables) prácticamente todas las semanas contienen días con dos o más accidentes, y en
promedio solo una semana de 164 mostrará una distribución uniforme de un accidente
por día.
(b) Para n = 6 la probabilidad p es igual a 0.01543&#x2026; Esto muestra lo extremadamente
improbable que en seis tiradas de un dado perfecto aparezcan todas las caras.
Cumpleaños. Los cumpleaños de k personas constituyen una muestra de tamaño k de la}
población formada por todos los días del año.
De acuerdo con la ecuación (12) la probabilidad, p}
k
, de que todos los k cumpleaños sean
diferentes es
p
k
=
(365)
k
365
k
=
</p>

<p>
1 −}
1
365

1 −}
2
365

&ctdot;
</p>

<p>
1 −}
k −{1
365

.
Una fórmula aparentemente abominable. Si k = 23 tenemos p
k
&lt; 1}/{2. En palabras, para 23 
personas la probabilidad que al menos dos personas tengan un cumpleaños común excede 1 / 2}.
Aproximaciones numéricas de p
k
. Si k es chico, tomando logaritmos y usando que para x
pequeño y positivo log(1 −x) &sim; −x, se obtiene
log p
k
&sim; −
1 + 2 + &ctdot; + (k −} 1)
365
= −}
k ( k − 1)}
730
.
20
</p>
</div>
</div>
<div id="outline-container-org2eb3279" class="outline-5">
<h5 id="org2eb3279">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-org2eb3279">
<ol class="org-ol">
<li>Hallar la probabilidad p}</li>
</ol>
<p>
k
de que en una muestra de k dígitos aleatorios no haya dos iguales.
Estimar el valor numérico de p
10
usando la fórmula de Stirling (1730): n! &sim; e 
−n
n
n{+}
1
2
\sqrt{}
2 &pi; .
</p>
<ol class="org-ol">
<li>Considerar los primeros 10000 decimales del número &pi;}. Hay 2000 grupos de cinco dígitos.</li>
</ol>
<p>
Contar la cantidad de grupos en los que los 5 dígitos son diferentes e indicar la frecuencia
relativa del evento considerado. Comparar el resultado obtenido con la probabilidad de que
en una muestra de 5 dígitos aleatorios no haya dos iguales.
</p>
</div>
</div>
</div>
<div id="outline-container-orgbf59df9" class="outline-3">
<h3 id="orgbf59df9">Subpoblaciones</h3>
<div class="outline-text-3" id="text-orgbf59df9">
<p>
En lo que sigue, utilizaremos el término población de tamaño n para designar una colección 
de n elementos sin considerar su orden. Dos poblaciones se consideran diferentes si una de
ellas contiene algún elemento que no está contenido en la otra.
Uno de los problemas más importantes del cálculo combinatorio es determinar la cantidad C}
n, k
de subpoblaciones distintas de tamaño k que tiene una población de tamaño n.
Cuando n y k son pequeños, el problema se puede resolver por enumeración directa. Por
ejemplo, hay seis formas distintas elegir dos letras entre cuatro letras A, B, C, D, a saber:
AB, AC , AD, BC, BD, CD. Así, C
4, 2
= 6. Cuando la cantidad de elementos de la colección
es grande la enumeración directa es impracticable. El problema general se resuelve razonando
de la siguiente manera: consideramos una subpoblación de tamaño k de una población de n
elementos. Cada numeración arbitraria de los elementos de la subpoblación la convierte en
una muestra ordenada de tamaño k. Todas las muestras ordenadas de tamaño k se pueden
obtener de esta forma. Debido a que k elementos se pueden ordenar de k! formas diferentes,
resulta que k! veces la cantidad de subpoblaciones de tamaño k coincide con la cantidad de
muestras ordenadas de dicho tamaño. En otros términos, C}
n, k
· k{! = (n ) 
k
. Por lo tanto,
C
n, k
=
(n)
k
k{!}
=
n{!}
k{!(n −}k)!}
. (13)
Los números definidos en (13) se llaman coeficientes binomiales o números combinatorios y}
la notación clásica para ellos es

n
k

.
</p>
</div>
<div id="outline-container-org7339520" class="outline-5">
<h5 id="org7339520">Teorema 3.8.</h5>
<div class="outline-text-5" id="text-org7339520">
<p>
Una población de n elementos tiene}
</p>

<p>
n
k

=
n{!}
k{!(n −}k)!}
(14)
diferentes subpoblaciones de tamaño k &le; n}.
</p>
</div>
</div>
<div id="outline-container-orgdf85e94" class="outline-5">
<h5 id="orgdf85e94">Ejemplo 3.9.</h5>
<div class="outline-text-5" id="text-orgdf85e94">
<p>
Consideramos una urna con 8 bolas numeradas 1, 2, &hellip; , 8. Extraemos 3 bolas}
simultáneamente, de modo que el orden es irrelevante. El espacio muestral &Omega;
3
correspondiente
a este experimento consiste de todos los subconjuntos de tamaño 3 del conjunto \1, 2, &hellip; , 8{\}.
Por el Teorema 3.8 &Omega;
3
tiene

8
3

= 56 elementos. Bajo la hipótesis de que todos los elementos
tienen la misma probabilidad, la probabilidad de seleccionar \3, 7, 1{\} es 1 / 56.
21
Dada una población de tamaño n podemos elegir una subpoblación de tamaño k de

n
k

maneras distintas. Ahora bien, elegir los k elementos que vamos a quitar de una población es
lo mismo que elegir los n − k elementos que vamos a dejar dentro. Por lo tanto, es cl aro que
para cada k &le; n debe valer
</p>

<p>
n
k

=
</p>

<p>
n
n −}k

. (15)
La ecuación (15) se deduce inmediatamente de la identidad (14). El lado izquierdo de la
ecuación (15) no está definido para k = 0, pero el lado derecho si l o está. Para que la ecuación
(15) sea valida para todo entero k tal que 0 &le; k &le; n, se definen}
</p>

<p>
n
0

:= 1, 0! := 1, y (n)
0
:= 1.
Triángulo de Pascal. Las ecuaciones en diferencias}
</p>

<p>
n
k

=
</p>

<p>
n −{1
k

</p>
<ul class="org-ul">
<li></li>
</ul>

<p>
n −{1
k −{1

, (16)
junto con el conocimiento de los datos de borde
</p>

<p>
n
0

=
</p>

<p>
n
n

= 1, (17)
determinan completamente los números c ombinatorios

n
k

, 0 &le; k &le; n, n = 0, 1, &hellip; . Usando
dichas relaciones se construye el famoso /"triángulo de Pascal'', que muestra todos los números
combinatorios en la forma de un triángulo
1
1 1
1 2 1
1 3 3 1
1 4 6 4 1
1 5 10 10 5 1
1 6 15 20 15 6 1
dots &hellip; &hellip; &hellip; &hellip; &hellip;
La n-ésima fila de este triángulo contiene los coeficientes

n
0

,

n
1

, &hellip; ,

n
n

. Las condiciones de
borde (17) indican que el primero y el último de esos números son 1. Los números restantes
se determinan por la ecuación en diferencias (16). Vale decir, para cada 0 &lt; k &lt; n, el k-ésimo
coeficiente de la n-ésima fila del /"triángulo de Pascal"/se obtiene sumando los dos coeficientes
inmediatamente superiores a izquierda y derecha. Por ejemplo,

5
2

= 4 + 6 = 10.
Control de calidad. Una planta de ensamblaje recibe una partida de 50 piezas de precisión}
