org/probabilidad/01_1.d/01_1.org
**** Control de calidad
Una planta de ensamblaje recibe una partida de 50 piezas de precisión
que incluye 4 defectuosas. La división de control de calidad elige 10
piezas al azar para controlarlas y rechaza la partida si encuentra 1 o
más defectuosas. ¿Cuál es la probabilidad de que la partida pase la
inspección? Hay $\binom{50}{10}$ formas de elegir la muestra para
controlar y $\binom{46}{10}$ de elegir todas las piezas sin
defectos. Por lo tanto, la probabilidad es

$$\binom{46}{10}\binom{50}{10}^{−1} = \frac{46!} {10!36!}
\frac{10!40!} {50!} = \frac{40 ·39 ·38 · 37} {50 ·49 ·48 · 47} = 0,
3968$$

Usando cálculos casi idénticos una compañía puede decidir sobre qué
cantidad de piezas defectuosas admite en una partida y diseñar un
programa de control con una probabilidad dada de éxito.

**** Ejercicios adicionales
7. Considerar el siguiente juego: el jugador I tira 4 veces una moneda
   honesta y el jugador II lo hace 3 veces. Calcular la la
   probabilidad de que el jugador I obtenga más caras que el jugador
   II.

** Particiones
**** Teorema 3.10
Sean $r_1, \dots, r_k$ enteros tales que

#+name:eq:18
\begin{equation}
r_1+ r_2+ \cdots + r_k = n, r_i \geq 0
\end{equation}

El número de formas en que una población de $n$ elementos se puede
dividir en $k$ partes ordenadas (particionarse en $k$ subpoblaciones)
tales que la primera contenga $r_1$ elementos, la segunda $r_2$,
etc, es

#+name:eq:19
\begin{equation}
\frac{n!}{r_1 !r_2 ! \cdots r_k!}
\end{equation}

Los números (19) se llaman coeficientes multinomiales.

**** Demostración
Un uso repetido de (14) muestra que el número (19) se puede reescribir en la
forma

#+name:eq:20
\begin{equation}
\binom{n}{r_1}
\binom{n-r_1}{r_2}
\binom{n-r_1-r_2}{r_3}
\dots
\binom{n-r_1-r_2-\dots-r_{k-2}}{r_{k-1}}
\end{equation}

Por otro lado, para efectuar la partición deseada, tenemos primero que
seleccionar $r_1$ elementos de los $n$; de los restantes $n − r_1$ elementos
seleccionamos un segundo grupo de tamaño $r_2$, etc. Después de formar el grupo
$(k − 1)$ quedan $n − r_1 − r_2 − \dots − r_{k-1} = r_k$ elementos, y esos
forman el último grupo. Concluimos que (20) representa el número de formas en
que se puede realizar la partición.

**** Ejemplo 3.11 (Accidentes)
En una semana ocurrieron 7 accidentes. Cuál es la probabilidad de que en dos
días de esa semana hayan ocurrido dos accidentes cada día y de que en otros tres
días hayan ocurrido un accidente cada día?

Primero particionamos los 7 días en 3 subpoblaciones: dos días con dos
accidentes en cada uno, tres días con un accidente en cada uno y dos días sin
accidentes. Esa partición en tres grupos de tamaños 2, 3, 2 se puede hacer de 7!
/ (2!3!2!) formas distintas y por cada una de ellas hay 7! / (2!2!1!1!1!0!0!) =
7! / (2!2!) formas diferentes de ubicar los 7 accidentes en los 7 días. Por lo
tanto, el valor de la probabilidad requerido es igual a

\frac{7!}{2!3!2!} \times \frac{7!}{2!2!}\frac{1}{7^7} = 0.3212\dots

**** Ejercicios adicionales
8. ¿Cuántas palabras distintas pueden formarse permutando las letras de la
   palabra /manzana/ y cuántas permutando las letras de la palabra
   /aiaiiaiiiaiiii/?
9. Se ubicarán 6 bolas distinguibles en 8 urnas numeradas $1, 2, \dots,
   8$. Suponiendo que todas las configuraciones distintas son equiprobables
   calcular la probabilidad de que resulten tres urnas ocupadas con una bola
   cada una y que otra urna contenga las tres bolas restantes.

** Distribución Hipergeométrica
Muchos problemas combinatorios se pueden reducir a la siguiente forma. En una
urna hay $n_1$ bolas rojas y $n_2$ bolas negras. Se elige al azar un grupo de
$r$ bolas. Se quiere calcular la probabilidad $p_k$ de que en el grupo elegido,
haya exactamente $k$ bolas rojas, $0 \leq k \leq \min(n_1, r)$.

Para calcular $p_k$, observamos que el grupo elegido debe contener $k$ bolas
rojas y $r−k$ negras. Las rojas pueden elegirse de $\binom{n_1}{k}$ formas
distintas y la negras de $\binom{n_2}{r−k}$ formas distintas. Como cada elección
de las $k$ bolas rojas debe combinarse con cada elección de las $r − k$ negras,
se obtiene

#name:eq:21

$$p_k= \binom{n_1} {k} \binom{n_2} {r − k} \binom{n_1+ n_2} {r}^{−1}$$

El sistema de probabilidades obtenido se llama la distribución hipergeométrica.
*** Control de calidad
En control de calidad industrial, se someten a inspección lotes de $n$
unidades. Las unidades defectuosas juegan el rol de las bolas rojas y su
cantidad $n_1$ es desconocida. Se toma una muestra de tamaño $r$ y se determina
la cantidad $k$ de unidades defectuosas. La fórmula (21) permite hacer
inferencias sobre la cantidad desconocida $n_1$; se trata de problema típico de
estimación estadística que será analizado más adelante.
**** Ejemplo 3.12
Una planta de ensamblaje recibe una partida de 100 piezas de precisión que
incluye exactamente 8 defectuosas. La división control de calidad elige 10
piezas al azar para controlarlas y rechaza la partida si encuentra al menos 2
defectuosas. ¿Cuál es la probabilidad de que la partida pase la inspección?

El criterio de decisión adoptado indica que la partida pasa la inspección si (y
sólo si) en la muestra no se encuentran piezas defectuosas o si se e ncu e ntra
exactamente una pieza defectuosa. Hay$\binom{100}{10}$ formas de elegir la
muestra para controlar, $\binom{92}{10} \binom{8}{0}$ formas de elegir
muestras sin piezas defectuosas y $\binom{92}{9}\binom{8}{1}$ formas de
elegir muestras con exactamente una pieza defectuosa. En consecuencia la
probabilidad de que la partida pase la inspección es

$$\binom{92}{10} \binom{8}{0} \binom{100}{10}^{−1} + \binom{92}{9}
\binom{8}{1} \binom{100}{10}^{−1} \approx 0.818$$

**** Ejemplo 3.13
Una planta de ensamblaje recibe una partida de 100 piezas de precisión que
incluye exactamente k defectuosas. La división control de calidad elige 10
piezas al azar para controlarlas y rechaza la partida si encuentra al menos 2
defectuosas. ¿Con ese criterio de decisión, cómo se comporta la probabilidad
p(k) de que la partida pase la inspección?.

Una partida pasará la inspección si (y sólo si) al extraer una muestra de
control la cantidad de piezas defectuosas encontradas es 0 o 1. Hay $\binom{
100}{10}$ formas de elegir la muestra para controlar. Para cada $k = 1, \dots
, 90$ hay $\binom{100−k} 10−k}\binom{k}{0}$ formas de elegir muestras sin
piezas defectos y $\binom{100−k}{9}\binom{k}{1}$ formas de elegir muestras
con exactamente una pieza defectuosa. En consecuencia la probabilidad $p(k)$ de
que la partida pase la inspección es

$$p (k) = \binom{100 −k}{10} \binom{k}{0} \binom{100}{10}^{−1} + \binom{
100 −k}{9} \binom{k}{1} \binom{100}{10}^{-1}$$

Una cuenta sencilla muestra que para todo $k = 1, \dots, 90$ el cociente
$\frac{p (k)} {p (k−1)}$ es menor que 1.

Esto significa que a medida que aumenta la cantidad de piezas defectuosas en la
partida, la probabilidad de aceptarla disminuye.

Figura 1: Gráfico de función p(k).

¿Cuál es la máxima probabilidad de aceptar una partida de 100 que contenga más
de 20 piezas defectuosas? Debido a que la función $p(k)$ es decreciente, dicha
probabilidad es $p(20) \approx 0.3630$.

