probabilidad/01_1.html
que incluye 4 defectuosas. La división de control de calidad elige 10 piezas al azar para
controlarlas y rechaza la partida si encuentra 1 o más defectuosas. ¿Cuál es la probabilidad
de que la partida pase la inspección? Hay

50
10

formas de elegir la muestra para controlar y

46
10

de elegir todas las piezas sin defectos. Por lo tanto, la probabilidad es
</p>

<p>
46
10

50
10

−{1}
=
46!
10!36!
10!40!
50!
=
40 ·}39 ·}38 · 37
50 ·}49 ·}48 · 47
= 0, 3968. &#x2026;
22
Usando cálculos casi idénticos una compañía puede decidir sobre qué cantidad de piezas
defectuosas admite en una partida y diseñar un programa de control con una probabilidad
dada de éxito.
</p>
</div>
</div>
<div id="outline-container-orgc58f581" class="outline-5">
<h5 id="orgc58f581">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgc58f581">
<ol class="org-ol">
<li>Considerar el siguiente juego: el jugador I tira 4 veces una moneda honesta y el jugador}</li>
</ol>
<p>
II lo hace 3 veces. Calcular la la probabilidad de que el jugador I obtenga más caras que el
jugador II.
</p>
</div>
</div>
</div>
<div id="outline-container-org42e0ee8" class="outline-3">
<h3 id="org42e0ee8">Particiones</h3>
<div class="outline-text-3" id="text-org42e0ee8">
</div>
<div id="outline-container-orgf4b0649" class="outline-5">
<h5 id="orgf4b0649">Teorema 3.10. Sean r}</h5>
<div class="outline-text-5" id="text-orgf4b0649">
<p>
1
, &hellip; , r
k
enteros tales que
r
1
</p>
<ul class="org-ul">
<li>r</li>
</ul>
<p>
2
</p>
<ul class="org-ul">
<li>&ctdot; + r</li>
</ul>
<p>
k
= n, r}
i
&ge; 0. (18)
El número de formas en que una población de n elementos se puede dividir en k partes
ordenadas (particionarse en k subpoblaciones) tales que la primera contenga r
1
elementos, la
segunda r
2
, etc, es
n{!}
r
1
!r
2
! \cdotsr}
k
!
. (19)
Los números (19) se llaman coeficientes multinomiales.
</p>
</div>
</div>
<div id="outline-container-orgabcaec6" class="outline-5">
<h5 id="orgabcaec6">Demostración</h5>
<div class="outline-text-5" id="text-orgabcaec6">
<p>
Un uso repetido de (14) muestra que el número (19) se puede r eescribir en}
la forma
</p>

<p>
n
r
1

n −}r
1
r
2

n −}r
1
− r
2
r
3

&ctdot;
</p>

<p>
n −}r
1
− &ctdot; − r
k{−{2
r
k{−{1

(20)
Por otro lado, para efectuar la partición deseada, tenemos primero que seleccionar r
1
elementos
de los n; de los restantes n − r}
1
elementos seleccionamos un segundo grupo de tamaño r
2
,
etc. Después de formar el grupo (k − 1) quedan n − r}
1
− r
2
− &ctdot; − r
k{−{1
= r
k
elementos, y
esos forman el último grupo. Concluimos que (20) representa el número de formas en que se
puede realizar la partición.
</p>
</div>
</div>
<div id="outline-container-org050b840" class="outline-5">
<h5 id="org050b840">Ejemplo 3.11</h5>
<div class="outline-text-5" id="text-org050b840">
<p>
(Accidentes). En una semana ocurrieron 7 accidentes. Cuál es la probabilidad}
de que en dos días de esa semana hayan ocurrido dos accidentes cada día y de que en otros
tres días hayan ocurrido un accidente cada día?
Primero particionamos los 7 días en 3 subpoblaciones: dos días con dos accidentes en cada
uno, tres días con un accidente en cada uno y dos días sin accidentes.. Esa partición en tres
grupos de tamaños 2, 3, 2 se puede hacer de 7! / (2!3!2!) formas distintas y por cada una de
ellas hay 7! / (2!2!1!1!1!0!0!) = 7! / (2!2!) formas diferentes de ubicar los 7 accidentes en los 7
días. Por lo tanto, el valor de la probabilidad requerido es igual a
7!
2!3!2!
&times;
7!
2!2!
1
7
7
= 0.3212&hellip;
23
</p>
</div>
</div>
<div id="outline-container-org19c6ef7" class="outline-5">
<h5 id="org19c6ef7">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-org19c6ef7">
<ol class="org-ol">
<li>¿Cuántas palabras distintas pueden formarse permutando las letras de la palabra /"man}</li>
</ol>
<p>
zana"/y cuántas permutando las letras de la palabra /"aiaiiaiiiaiiii''}?}
</p>
<ol class="org-ol">
<li>Se ubicarán 6 bolas distinguibles en 8 urnas numeradas 1, 2, &hellip; , 8. Suponiendo que todas}</li>
</ol>
<p>
las configuraciones distintas son equiprobables calcular la probabilidad de que resulten tre s
urnas ocupadas con una bola cada una y que otra urna contenga las tres bolas restantes.
</p>
</div>
</div>
</div>
<div id="outline-container-orgca7f6db" class="outline-3">
<h3 id="orgca7f6db">Distribución Hipergeométrica</h3>
<div class="outline-text-3" id="text-orgca7f6db">
<p>
Muchos problemas combinatorios se pueden reducir a la siguiente forma. En una urna
hay n
1
bolas rojas y n
2
bolas negras. Se elige al azar un grupo de r bolas. Se quiere calcular
la probabilidad p
k
de que en el grupo elegido, haya exactamente k b olas rojas, 0 &le; k &le;}
mín(n
1
, r).
Para calcular p
k
, observamos que el grupo elegido debe contener k bolas rojas y r{−}k negras.
Las rojas pueden elegirse de

n
1
k

formas distintas y la negras de

n
2
r{−}k

formas distintas. Como
cada elección de las k bolas rojas debe combinarse con cada elección de las r − k negras, se
obtiene
p
k
=
</p>

<p>
n
1
k

n
2
r − k

n
1
</p>
<ul class="org-ul">
<li>n</li>
</ul>
<p>
2
r

−{1}
(21)
El sistema de probabilidades obtenido se llama la distribución hipergeométrica.
</p>
</div>
<div id="outline-container-org583e4c7" class="outline-4">
<h4 id="org583e4c7">Control de calidad.</h4>
<div class="outline-text-4" id="text-org583e4c7">
<p>
En control de calidad industrial, se someten a inspección lotes de n unidades. Las unidades
defectuosas juegan el rol de las bolas rojas y su cantidad n
1
es descono c ida. Se toma una
muestra de tamaño r y se determina la cantidad k de unidades defectuosas. La fórmula (21)
permite hacer inferencias sobre la c antidad desconocida n
1
; se trata de problema típico de
estimación estadística que será analizado más adelante.
</p>
</div>
<div id="outline-container-org6e16ccf" class="outline-5">
<h5 id="org6e16ccf">Ejemplo 3.12.</h5>
<div class="outline-text-5" id="text-org6e16ccf">
<p>
Una planta de ensamblaje recibe una partida de 100 piezas de precisión que}
incluye exactamente 8 defectuosas. La división control de calidad elige 10 piezas al azar para
controlarlas y rechaza l a partida si encuentra al menos 2 defectuosas. ¿Cuál es la probabilidad
de que la partida pase la inspección?
El criterio de decisión adoptado indica que la partida pasa la inspección si (y sólo si)
en la muestra no se encuentran piezas defectuosas o si se e ncu e ntra exactamente una pieza
defectuosa. Hay

100
10

formas de elegir la muestra para controlar,

92
10

8
0

formas de elegir
muestras sin piezas defectuosas y

92
9

8
1

formas de elegir muestras con exactamente una
pieza defectuosa. En consecuencia la probabilidad de que la partida pase la inspección es
</p>

<p>
92
10

8
0

100
10

−{1}
</p>
<ul class="org-ul">
<li></li>
</ul>

<p>
92
9

8
1

100
10

−{1}
&asymp; 0.818.
24
</p>
</div>
</div>
<div id="outline-container-org22c2e6e" class="outline-5">
<h5 id="org22c2e6e">Ejemplo 3.13.</h5>
<div class="outline-text-5" id="text-org22c2e6e">
<p>
Una planta de ensamblaje recibe una partida de 100 piezas de precisión que}
incluye exactamente k defectuosas. La división control de calidad elige 10 piezas al azar para
controlarlas y rechaza la partida si encuentra al menos 2 defectuosas. ¿Con ese criterio de
decisión, cómo se comporta la probabilidad p(k) de que la partida pase la inspección?.
Una partida pasará la inspección si (y sólo si) al extraer una muestra de control la cantidad
de piezas defectuosas encontradas es 0 o 1. Hay

100
10

formas de elegir la muestra para con
trolar. Para cada k = 1, &hellip; , 90 hay

100{−k}
10{−k}

k
0

formas de elegir muestras sin piezas defectos y

100{−k}
9

k
1

formas de elegir muestras con exactamente una pieza defectuosa. En consecuencia
la probabilidad p(k) de que la partida pase la inspección es
p ( k) =}
</p>

<p>
100 −k}
10

k
0

100
10

−{1}
</p>
<ul class="org-ul">
<li></li>
</ul>

<p>
100 −k}
9

k
1

100
10

−{1}
.
Una cuenta sencilla muestra que para todo k = 1, &hellip; , 90 el c ociente
p ( k ) 
p ( k{−{1)}
es menor que 1.
Esto significa que a medida que aumenta la cantidad de piezas defectuosas en la partida, la
probabilidad de aceptarla disminuye.
0 10 20 30 40 50 60
0
0.1
0.2
0.3
0.4
0.5
0.6
0.7
0.8
0.9
1
Figura 1: Gráfico de función p(k).
¿Cuál es la máxima probabilidad de aceptar una partida de 100 que contenga más de
20 piezas defectuosas? Debido a que la función p(k) es decreciente, dicha probabilidad es
p(20) &asymp; 0.3630.
</p>
</div>
</div>
