org/probabilidad/01_1.d/01_1.org
**** Ejemplo 3.14
Una planta de ensamblaje recibe un lote de $n = 100$ piezas de precisión, de las
cuales una cantidad desconocida $n_1$ son defectuosas. Para controlar el lote se
elige una muestra (sin reposición) de $r = 10$ piezas. Examinadas estas,
resultan $k = 2$ defectuosas. ¿Qué se puede decir sobre la cantidad de piezas
defectuosas en el lote?

Sabemos que de 10 piezas examinadas 2 son defectuosas y 8 no lo son. Por lo
tanto, $2 \leq n_1 \leq 92$. Esto es todo lo que podemos decir con absoluta
certeza. Podría suponerse que el lote contiene 92 piezas defectuosas. Partiendo
de esa hipótesis, llegamos a la conclusión de que ha ocurrido un evento de
probabilidad

$$\binom{8}{8} \binom{92}{2} \binom{100}{10}^{−1} = O(10^{−10}) $$

En el otro extremo, podría suponerse que el lote contiene exactamente 2 piezas
defectuosas, en ese caso llegamos a la conclusión de que ha ocurrido un evento
de probabilidad

$$\binom{98}{8} \binom{2}{2} \binom{100}{10}^{−1} = \frac{1} {110}$$

Las consideraciones anteriores conducen a buscar el valor de $n_1$ que maximice
la probabilidad

$$p (n_1) := \binom{100 −n_1}{8} \binom{n_1}{2} \binom{100}{10}^ {−1}$$

puesto que para ese valor de $n_1$ nuestra observación tendría la mayor
probabilidad de ocurrir. Para encontrar ese valor consideramos el cociente
$\frac{p (n_1)} {p (n_1−1)}$. Simplificando los factoriales, obtenemos

\begin{align*}
\frac{p(n_1)}{p(n_1−1)}&=\frac{n_1(93 −n_1)}{(n_1− 2)(101 −n_1)}> 1 \\
&\iff n_1(93 −n_1) > (n_1− 2)(101 −n_1)\\
&\iff n_1< 20.2 \iff n_1\leq 20
\end{align*}

Esto significa que cuando $n_1$ crece la sucesión $p(n_1)$ primero crece y
después decrece; alcanza su máximo cuando $n_1 = 20$. Suponiendo que $n_1 = 20$,
la probabilidad de que en una muestra de 10 piezas extraídas de un lote de 100
se observen 2 defectuosas es:

$$p(20) = \binom{80}{8} \binom{20}{2} \binom{100}{10}^{−1} \approx 0.318$$

Aunque el verdadero valor de $n_1$ puede ser mayor o menor que 20, si se supone
que $n_1 = 20$ se obtiene un resultado consistente con el sentido común que
indicaría que los eventos observables deben tener /alta probabilidad/.

*** Estimación por captura y recaptura
Para estimar la cantidad n de peces en un lago se puede realizar el siguiente
procedimiento. En el primer paso se capturan $n_1$ peces, que luego de
marcarlos se los deja en libertad. En el segundo paso se capturan $r$ peces y se
determina la cantidad $k$ de peces marcados. La fórmula (21) permite hacer
inferencias sobre la cantidad desconocida $n$.

**** Ejemplo 3.15 (Experimentos de captura y recaptura)
Se capturan 1000 peces en un lago, se marcan con manchas rojas y se los deja en
libertad. Después de un tiempo se hace una nueva captura de 1000 peces, y se
encuentra que 100 tienen manchas rojas. ¿Qué conclusiones pueden hacerse sobre
la cantidad de peces en el lago?

Figura 2: Gráfico de función $p(n_1)$. Observar que $arg máx\{p(n_1) : 2 \leq
n_1 \leq 92\} = 20$.

Suponemos que las dos capturas pueden considerarse como muestras aleatorias de
la población total de peces en el lago. También vamos a suponer que la cantidad
de peces en el lago no cambió entre las dos capturas.

Generalizamos el problema admitiendo tamaños muestrales arbitrarios. Sean
- n = el número (desconocido) de peces en el lago.
- n_1 = el número de peces en la primera captura. Estos peces juegan el rol de
  las bolas rojas.
- r = el número de peces en la segunda captura.
- k = el número de peces rojos en la segunda captura.
- p_k(n) = la probabilidad de que la segunda captura contenga exactamente $k$
  peces rojos.

Con este planteo la probabilidad $p_k (n)$ se obtiene poniendo $n_2 = n − n_1$
en la fórmula (21):

#name:eq:22
$$p_k(n) = \binom{n_1}{k} \binom{n−n_1}{r−k} \binom{n}{r}^{−1}$$

En la práctica $n_1$, $r$, y $k$ pueden observarse, pero $n$ es desconocido.

Notar que n es un número fijo que no depende del azar. Resultaría insensato
preguntar por la probabilidad que $n$ sea mayor que, digamos, 6000.

Sabemos que fueron capturados $n_1+ r −k$ peces diferentes, y por lo tanto $n
\geq n_1+ r−k$.

Esto es todo lo que podemos decir con absoluta certeza. En nuestro ejemplo
tenemos n_1 = r = 1000 y k = 100, y podría suponerse que el lago contiene
solamente 1900 peces. Sin embargo, partiendo de esa hipótesis, llegamos a la
conclusión de que ha ocurrido un evento de probabilidad fantásticamente
pequeña. En efecto, si se supone que hay un total de 1900 peces, la fórmula (22)
muestra que la probabilidad de que las dos muestras de tamaño 1000 agoten toda
la población es,

$$\binom{1000}{100} \binom{900}{} 900} \binom{1900}{} 1000}^{−1} =
\frac{(1000!)^2} {100!1900!}$$

La fórmula de Stirling muestra que esta probabilidad es del orden de magnitud de
$10^{−430}$, y en esta situación el sentido común indica rechazar la hipótesis
como irrazonable. Un razonamiento similar nos induce a rechazar la hipótesis de
que n es muy grande, digamos, un millón.

Las consideraciones anteriores nos conducen a buscar el valor de $n$ que
maximice la prob abilidad $p_k(n)$, puesto que para ese $n$ nuestra observación
tendría la mayor probabilidad de ocurrir. Para cualquier conjunto de
observaciones $n_1$, $r$, $k$, el valor de $n$ que maximiza la probabilidad
$p_k(n)$ se denota por $\hat{n}_{mv}$ y se llama el estimador de máxima
verosimilitud de $n$. Para encontrar $\hat{n}_{mv}$ consideramos la proporción

\begin{align*}
\frac{p_k(n)}{p_k(n − 1)}&=\frac{(n−n_1)(n−r)}{(n−n_1− r + k) n}> 1\\
&\iff (n − n_1)(n −r) > (n − n_1− r + k) n\\
&\iff n_2− nn_1− nr + n_1r > n_2− nn_1− nr + nk\\
&\iff n < \frac{n_1}{r_k}
\end{align*}

Esto significa que cuando n crece la sucesión $p_k (n)$ primero crece y después
decrece; alcanza su máximo cuando n es el mayor entero menor que $n_1/ r_k$,
así que $\hat{n}_{mv}$ es aproximadamente igual a $n_1/ r_k$ . En nuestro
ejemplo particular el estimador de máxima verosimilitud del número de peces en
el lago es $\hat{n}_{mv} = 10000$.

El verdadero valor de $n$ puede ser mayor o menor, y podemos preguntar por los
límites entre los que resulta razonable esperar que se encuentre $n$. Para esto
testeamos la hipótesis que $n$ sea menos que 8500. Sustituimos en (22) $n =
8500$, $n_1 = r = 1000$, y calculamos la probabilidad que la segunda muestra
contenga 100 o menos peces rojos. Esta probabilidad es $p = p_0 + p_1 + \cdots +
p_100$ . Usando una computadora encontramos que $p \approx 0.04$. Similarmente,
si $n = 12.000$, la probabilidad que la segunda muestra contenga 100 o más peces
rojos esta cerca de 0.03. Esos resultados justificarían la apuesta de que el
verdadero número $n$ de peces se encuentra en algún lugar entre 8500 y 12.000.

**** Ejercicios adicionales
10. Un estudiante de ecología va a una laguna y captura 60 escarabajos de agua,
    marca cada uno con un punto de pintura y los deja en libertad. A los pocos
    días vuelve y captura otra muestra de 50, encontrando 12 escarabajos
    marcados. ¿Cuál sería su mejor apuesta sobre el tamaño de la población de
    escarabajos de agua en la laguna?

