probabilidad/01_1.html
<div id="outline-container-org4d48f46" class="outline-5">
<h5 id="org4d48f46">Ejemplo 3.14.</h5>
<div class="outline-text-5" id="text-org4d48f46">
<p>
Una planta de ensamblaje recibe un lote de n = 100 piezas de precisión, de}
las cuales una cantidad desconocida n
1
son defectuosas. Para controlar el lote se elige una
muestra (sin reposición) de r = 10 piezas. Examinadas estas, resultan k = 2 defectuosas.
¿Qué se puede decir sobre la cantidad de piezas defectuosas en el lote?
25
\hypertarget{pf1a}
Sabemos que de 10 piezas examinadas 2 son defectuosas y 8 no lo son. Por lo tanto,
2 &le; n}
1
&le; 92. Esto es todo lo que podemos decir con absoluta certeza. Podría suponerse que}
el lote contiene 92 piezas defectuosas. Partiendo de esa hipótesis, llegamos a la conclusión de
que ha ocurrido un evento de probabilidad
</p>

<p>
8
8

92
2

100
10

−{1}
= O(10
−{10}
).
En el otro extremo, podría suponerse que el lote contiene exactamente 2 piezas defectuosas,
en ese caso llegamos a la conclusión de que ha ocurrido un evento de probabilidad
</p>

<p>
98
8

2
2

100
10

−{1}
=
1
110
.
Las consideraciones anteriores conducen a buscar el valor de n
1
que maximice la probabilidad
p ( n
1
) :=
</p>

<p>
100 −n}
1
8

n
1
2

100
10

−{1}
,
puesto que para ese valor de n
1
nuestra observación tendría la mayor probabilidad de ocur
rir. Para encontrar ese valor consideramos el cociente
p ( n
1
)
p ( n
1
−{1)
. Simplificando los factoriales,
obtenemos
p ( n
1
)
p ( n
1
− 1)
=
n
1
(93 −n}
1
)
(n
1
− 2)(101 −n
1
)
&gt; 1}
\iff n
1
(93 −n}
1
) &gt; (n
1
− 2)(101 −n
1
)
\iff n
1
&lt; 20.2 \iff n
1
&le; 20.
Esto significa que cuando n
1
crece la sucesión p(n
1
) primero crece y después decrece; alcanza
su máximo cuando n
1
= 20. Suponiendo que n
1
= 20, la probabilidad de que en una muestra
de 10 piezas extraídas de un lote de 100 se observen 2 defectuosas es:
p(20) =}
</p>

<p>
80
8

20
2

100
10

−{1}
&asymp; 0.318.
Aunque el verdadero valor de n
1
puede ser mayor o menor que 20, si se supone que n
1
= 20 se
obtiene un resultado consistente con el sentido común que indicaría que los eventos observables
deben tener /"alta probabilidad''.
</p>
</div>
</div>
</div>
<div id="outline-container-orgca5ccd9" class="outline-4">
<h4 id="orgca5ccd9">Estimación por captura y recaptura.</h4>
<div class="outline-text-4" id="text-orgca5ccd9">
<p>
Para estimar la cantidad n de peces en un lago se puede realizar el siguiente procedimiento.
En el primer paso se capturan n
1
peces, que luego de marcarlos se los deja en libertad. En el
segundo paso se capturan r peces y se determina la cantidad k de peces marcados. La fórmula
(21) permite hacer inferencias sobre la cantidad desconocida n.
</p>
</div>
<div id="outline-container-org6ac3259" class="outline-5">
<h5 id="org6ac3259">Ejemplo 3.15</h5>
<div class="outline-text-5" id="text-org6ac3259">
<p>
(Exp erime ntos de captura y recaptura). Se capturan 1000 peces en un lago,}
se marcan con manchas rojas y se los deja en libertad. Después de un tiempo se hace una
nueva captura de 1000 peces, y se encuentra que 100 tienen manchas rojas. ¿Qué conclusiones
pueden hacerse sobre la cantidad de peces en el lago?
26
\hypertarget{pf1b}
0 20 40 60 80 100
0
0.05
0.1
0.15
0.2
0.25
0.3
0.35
Figura 2: Gráfico de función p(n
1
). Observar que arg máx\{p(n
1
) : 2 &le; n}
1
&le; 92\} = 20.
Suponemos que las dos capturas pueden considerarse como muestras aleatorias de la
población total de peces en el lago. También vamos a suponer que la cantidad de peces
en el lago no cambió entre las dos capturas.
Generalizamos el problema admitiendo tamaños muestrales arbitrarios. Sean
n = el número (desconocido) de peces en el lago.
n
1
= el número de peces en la primera captura. Estos peces juegan el rol de las bolas
rojas.
r = el número de peces en la segunda captura.
k = el número de peces rojos en la segunda captura.
p
k
(n) = la probabilidad de que la segunda captura contenga exactamente k peces rojos.
Con este planteo la probabilidad p
k
(n) se obtiene poniendo n
2
= n − n}
1
en la fórmula (21):
p
k
(n) =
</p>

<p>
n
1
k

n −}n
1
r − k

n
r

−{1}
. (22)
En la práctica n
1
, r, y k pueden observarse, pero n es desconocido.
Notar que n es un número fijo que no depende del azar. Resultaría insensato preguntar
por la probabilidad que n sea mayor que, digamos, 6000.
Sabemos que fueron capturados n
1
</p>
<ul class="org-ul">
<li>r −}k peces diferentes, y por lo tanto n &ge; n}</li>
</ul>
<p>
1
</p>
<ul class="org-ul">
<li>r −}k}.</li>
</ul>
<p>
Esto es todo lo que podemos decir con absoluta certeza. En nuestro ejemplo tenemos n
1
=
r = 1000 y k = 100, y podría suponerse que el lago contiene solamente 1900 peces. Sin}
27
\hypertarget{pf1c}
embargo, partiendo de esa hipótesis, llegamos a la conclusión de que ha ocurrido un evento
de probabilidad fantásticamente pequeña. En efecto, si se supone que hay un total de 1900
peces, la fórmula (22) muestra que la probabilidad de que las dos muestras de tamaño 1000
agoten toda la población es ,
</p>

<p>
1000
100

900
900

1900
1000

−{1}
=
(1000!)
2
100!1900!
La fórmula de Stirling muestra que esta probabilidad es del orden de magnitud de 10
−{430}
, y en
esta situación el sentido común indica rechazar la hipótesis como irrazonable. Un razonamiento
similar nos induce a rechazar la hipótesis de que n es muy grande, digamos, un millón.
Las consideraciones anteriores nos conducen a buscar el valor de n que maximice la prob
abilidad p
k
(n), puesto que para ese n nuestra observación tendría la mayor probabilidad de
ocurrir. Para cualquier conjunto de observaciones n
1
, r, k, el valor de n que maximiza la prob
abilidad p
k
(n) se denota por ˆn
_{mv}
y se llama el estimador de máxima verosimilitud de n. Para
encontrar ˆn
_{mv}
consideramos la proporción
p
k
(n)
p
k
(n −} 1)
=
(n −}n}
1
)(n −}r)
(n −}n}
1
− r + k ) n}
&gt; 1}
\iff (n − n
1
)(n −}r) &gt; (n − n}
1
− r + k ) n}
\iff n
2
− nn}
1
− nr + n}
1
r &gt; n
2
− nn}
1
− nr + nk}
\iff n &lt;}
n
1
r
k
.
Esto significa que cuando n crece la sucesión p
k
(n) primero crece y después decrece; alcanza
su máximo cuando n es el mayor entero menor que
n
1
r
k
, así que ˆn
_{mv}
es aproximadamente
igual a
n
1
r
k
. En nuestro ejemplo particular el estimador de máxima verosimilitud del número
de peces en el lago es ˆn
_{mv}
= 10000.
El verdadero valor de n puede ser mayor o menor, y podemos preguntar por los límites
entre los que resulta razonable esperar que se encuentre n. Para esto testeamos la hipótesis
que n sea menos que 8500. Sustituimos en (22) n = 8500, n}
1
= r = 1000, y calculamos la
probabilidad que la segunda muestra contenga 100 o menos peces rojos. Esta probabilidad es
p = p
0
</p>
<ul class="org-ul">
<li>p</li>
</ul>
<p>
1
</p>
<ul class="org-ul">
<li>&ctdot; + p</li>
</ul>
<p>
100
. Usando una computadora encontramos que p &asymp; 0.04. Similarmente,
si n = 12.000, la probabilidad que la segunda muestra contenga 100 o más peces rojos esta
cerca de 0.03. Esos resultados justificarían la apuesta de que el verdadero número n de peces
se encuentra en algún lugar entre 8500 y 12.000.
</p>
</div>
</div>
<div id="outline-container-orgadb8a03" class="outline-5">
<h5 id="orgadb8a03">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-orgadb8a03">
<ol class="org-ol">
<li>Un estudiante de ecología va a una laguna y captura 60 escarabajos de agua, marca cada}</li>
</ol>
<p>
uno con un punto de pintura y los deja en libertad. A los pocos días vuelve y captura otra
muestra de 50, encontrando 12 escarabajos marcados. ¿Cuál sería su mejor apuesta sobre el
tamaño de la población de escarabajos de agua en la laguna?
28
\hypertarget{pf1d}
</p>
</div>
</div>
</div>
</div>
</div>
