org/probabilidad/01_1.d/01_1.org
* Mecánica Estadística
El espacio se divide en una gran cantidad, $n$, de pequeñas regiones llamadas
celdas. Se considera un sistema mecánico compuesto por $r$ partículas que se
distribuyen al azar entre las $n$ celdas. ¿Cuál es la distribución de las
partículas en las celdas? La respuesta depende de lo que se considere un evento
elemental.

1. Estadística de Maxwell-Boltzmann: Suponemos que todas las partículas son
   distintas y que todas las ubicaciones de las partículas son igualmente
   posibles. Un evento elemental está determinado por la r-upla $(x_1, x_2,
   \dots, x_r)$, donde $x_i$ es el número de la celda en la que cayó la
   partícula $i$. Puesto que cada $x_i$ puede tomar $n$ valores distintos, el
   número de tales $r$ -uplas es $n^r$ . La probabilidad de un evento elemental
   es $1/n^r$.
2. Estadística de Bose-Einstein. Las partículas son indistinguibles. De nuevo,
   todas las ubicaciones son igualmente posibles. Un evento elemental está
   determinado por la n-upla $(r_1, \dots, r_n )$, donde $r_1 + \cdots+
   r_n= r$ y $r_i$ es la cantidad de partículas en la i-ésima celda, $1 \leq i
   \leq n$. La cantidad de tales n-uplas se puede calcular del siguiente modo: a
   cada n-upla $(r_1, r_2, \dots, r_n )$ la identificamos con una sucesión
   de unos y ceros $s_1, \dots, s_{r+n−1}$ con unos en las posiciones
   numeradas $r_1+ 1, r_1+ r_2+ 2, \dots, r_1+ r_2 + \cdots+ r_{n−1}+ n − 1$
   (hay n − 1 de ellas) y ceros en las restantes posiciones. La cantidad de
   tales sucesiones es igual al número de combinaciones de $r + n − 1$ cosas
   tomadas de a $n − 1$ por vez. La probabilidad de un evento elemental es $1 /
   \binom{r+n−1}{n−1}$ .
3. Estadística de Fermi-Dirac. En este caso r < n y cada celda contiene a lo
   sumo una partícula. La cantidad de eventos elementales es $\binom{n}{r
   }$. La probabilidad de un evento elemental es $1 / \binom{n}{r}$ .

**** Ejemplo 4.1
Se distribuyen $5$ partículas en $10$ celdas numeradas $1, 2, \dots,
10$. Calcular, para cada una de las tres estadísticas, la probabilidad de que
las celdas $8, 9$ y $10$ no tengan partículas y que la celdas $6$ y $7$ tengan
exactamente una partícula cada una.

1. Maxwell-Boltzmann. Las bolas son distinguibles y todas las configuraciones
   diferentes son equiprobables. La probabilidad de cada configuración $(x_1,
   \dots, x_5) \in \{1, \dots, 10\}^5$, donde $x_i$ indica la celda en que se
   encuentra la partícula $i$, es $1 / 10^5$.

   ¿De qué forma podemos obtener las configuraciones deseadas? Primero elegimos
   (en orden) las 2 bolas que van a ocupar la celdas 6 y 7 (hay $5 \times 4$
   formas diferentes de hacerlo) y luego elegimos entre las celdas 1, 2, 3, 4, 5
   las ubicaciones de las 3 bolas restantes (hay $5^3$ formas diferentes de
   hacerlo). Por lo tanto, su cantidad es $5 \times 4 \times 5^ 3$ y la
   probabilidad de observarlas es $$p = \frac{5 \times 4 \times 5^3}{10^5} =
   \frac{1}{5 \times 2^3} = \frac{1}{40} = 0.025$$

2. Bose-Einstein. Las partículas son indistinguibles y todas las configuraciones
   distintas son equiprobables. La probabilidad de cada configuración $(r_1,
   \dots, r_10)$, donde $r_1+ \cdots + r_10 = 5$ y $r_i$ es la cantidad de
   partículas en la i-ésima celda, es $1 / \binom{14}{9}$ . Las
   configuraciones deseadas son de la forma $(r_1, \dots, r_5, 1, 1, 0, 0,
   0)$, donde $r_1 +\cdots+r_5 = 3$, su cantidad es igual a la cantidad de
   configuraciones distintas que pueden formarse usando 3 ceros y 4 unos. Por lo
   tanto, su cantidad es $\binom{7}{3}$ y la probabilidad de observarlas es
   $$p = \binom{7}{3} \binom{14}{9}^{−1} = \frac{35}{2002}\approx
   0.0174\dots$$

3. Fermi-Dirac. Las partículas son indistinguibles, ninguna celda puede contener
   más de una partícula y todas las configuraciones distintas son
   equiprobables. La probabilidad de cada configuración es $1 / \binom{10}{5
   }$ . Las configuraciones deseadas se obtienen eligiendo tres de las las
   cinco celdas $1, 2, 3, 4, 5$ para ubicar las tres partículas que no están en
   las celdas $6$ y $7$. Por lo tanto, su cantidad es $\binom{5}{3}$ y la
   probabilidad de observarlas es $\binom{5}{3} \binom{10}{5}^{−1} =
   \frac{10}{252} \approx 0.0396\dots$

**** Ejemplo 4.2.
Calcular para cada una de las tres estadísticas mencionadas, la probabilidad de
que una celda determinada (p.ej., la número 1) no contenga partícula.

En cada uno de los tres casos la cantidad de eventos elementales favorables es
igual a la cantidad de ubicaciones de las partículas en $n − 1$ celdas. Por lo
tanto, designando por $p_{MB}$, $p_{BE}$, $p_{FD}$ las probabilidades del
evento especificado para cada una de las estadísticas (siguiendo el orden de
exposición), tenemos que

$$p_{MB} = \frac{(n − 1)^r}{n^r}=\left(1 − \frac{1}{n}\right)^r$$ $$p_{BE} =
\binom{r + n − 2} {n −2} \binom{r + n − 1} {n −1}^{−1} = \frac{n −1}{N + n
−{1}$$ $$p_{FD} = \binom{n −1} {r} \binom{n} {r}^{−1} = 1 − \frac{r}{n}$$

Si $r/n = \lambda$ y $n \rightarrow \infty$, entonces $p_{MB} = e ^ {− \lambda}$
, $p_{BE} = \frac{1}{1 + \lambda}$, $p_{FD} = 1 − \lambda$.

Si $\lambda$ es pequeño, esas probabilidades coinciden hasta $O(\lambda^2)$. El
número $\lambda$ caracteriza la /densidad promedio/ de las partículas.

**** Ejercicios adicionales
11. Utilizando la estadística de Maxwell-Boltzmann construir un mecanismo
    aleatorio para estimar el número $e$.

** Algunas distribuciones relacionadas con la estadística de Maxwell-Boltzmann
Se distribuyen $r$ partículas en $n$ celdas y cada una de las $n_r$
configuraciones tiene probabilidad $n^{−r}$ .

*** Cantidad de partículas por celda: la distribución binomial
Cantidad de partículas en una celda específica. Para calcular la probabilidad,
$p_{MB} (k)$, de que una celda específica contenga exactamente $k$ partículas
$(k = 0, 1, \dots, r)$ notamos que las $k$ partículas pueden elegirse de
$\binom{r}{k}$ formas, y las restantes $r −k$ partículas pueden ubicarse en
las restantes $n − 1$ celdas de $(n − 1)^{r−k}$ formas. Resulta que

$$p_{MB}(k) = \binom{r}{k} (n − 1)^{r−k} \frac{1}{n^r}$$

Dicho en palabras, en la estadística de Maxwell-Boltzmann la probabilidad de que
una celda dada contenga exactamente $k$ partículas está dada por la distribución
$Binomial (r, \frac{1}{n})$ definida por

#+name:eq:23
$$p (k) := \binom{r}{k} \left( \frac{1}{n} \right)^k \left( 1 −\frac{1}{n}
\right)^{r−k}, 0 \leq k \leq r$$

Cantidad de partículas más probable en una celda específica. La cantidad más
probable de partículas en una celda específica es el entero $\nu$ tal que

#+name:eq:24
$$\frac{(r − n + 1)} {n} < \nu \leq \frac{(r + 1)}{n}$$

Para ser más precisos: $$p_{MB} (0) < p_{MB} (1) < \cdots < p_{MB} (\nu − 1)
\leq p_{MB} (\nu) > p_{MB} (\nu + 1) > \cdots > p_{MB} (r)$$

