probabilidad/01_1.html
<div id="outline-container-org53a9db5" class="outline-2">
<h2 id="org53a9db5">Mecánica Estadística</h2>
<div class="outline-text-2" id="text-org53a9db5">
<p>
El espacio se divide en una gran cantidad, n , de pequeñas regiones
llamadas celdas. Se considera un sistema mecánico compuesto por r
partículas que se distribuyen al azar entre las n celdas. ¿Cuál es la
distribución de las partículas en las celdas? La respuesta depende de
lo que se considere un evento elemental.
</p>
<ol class="org-ol">
<li>Estadística de Maxwell-Boltzmann. Suponemos que todas las partículas son distintas y</li>
</ol>
<p>
que todas las ubicaciones de las partículas son igualmente posibles. Un evento elemental
está determinado por la r-upla (x
1
, x
2
, &hellip; , x
r
), donde x
i
es el número de la celda en la
que cayó la partícula i. Puesto que cada x
i
puede tomar n valores distintos, el número
de tales r-uplas es n
r
. La probabilidad de un evento elemental es 1{/n}
r
.
</p>
<ol class="org-ol">
<li>Estadística de Bose-Einstein. Las partículas son indistinguibles. De nuevo, todas las</li>
</ol>
<p>
ubicaciones son igualmente posibles. Un evento elemental está determinado por la n-upla
(r
1
, &hellip; , r
n
), donde r
1
</p>
<ul class="org-ul">
<li>&ctdot;}+ r</li>
</ul>
<p>
n
= r y r
i
es la cantidad de partículas en la i-ésima cel
da,
1 &le; i &le; n}. La cantidad de tales n-uplas se puede calcular del siguiente modo: a cada
n{- upla (r
1
, r
2
, &hellip; , r
n
) la identificamos con una sucesión de unos y ceros s
1
, &hellip; , s
r{+}n{−{1
con unos en las posiciones numeradas r
1
</p>
<ul class="org-ul">
<li>1, r}</li>
</ul>
<p>
1
</p>
<ul class="org-ul">
<li>r</li>
</ul>
<p>
2
</p>
<ul class="org-ul">
<li>2, &hellip; , r}</li>
</ul>
<p>
1
</p>
<ul class="org-ul">
<li>r</li>
</ul>
<p>
2
</p>
<ul class="org-ul">
<li>&ctdot;}+ r</li>
</ul>
<p>
n{−{1
</p>
<ul class="org-ul">
<li>n −} 1</li>
</ul>
<p>
(hay n − 1 de ellas) y ceros en las restantes posiciones. La cantidad de tales sucesiones
es igual al número de combinaciones de r + n −} 1 cosas tomadas de a n −} 1 por vez. La
probabilidad de un evento elemental es 1 / 

r{+}n{−{1
n{−{1

.
</p>
<ol class="org-ol">
<li>Estadística de Fermi-Dirac. En este caso r &lt; n y cada celda contiene a lo sumo una</li>
</ol>
<p>
partícula. La cantidad de eventos elementales es

n
r

. La probabilidad de un evento
elemental es 1 / 

n
r

.
</p>
</div>
<div id="outline-container-orga02d72e" class="outline-5">
<h5 id="orga02d72e">Ejemplo 4.1.</h5>
<div class="outline-text-5" id="text-orga02d72e">
<p>
Se distribuyen 5 partículas en 10 celdas numeradas 1, 2, &hellip; , 10. Calcular, para}
cada una de las tres estadísticas, la probabilidad de que las celdas 8, 9 y 10 no tengan partículas
y que la celdas 6 y 7 tengan exactamente una partícula cada una.
</p>
<ol class="org-ol">
<li>Maxwell-Boltzmann}. Las bolas son distinguibles y todas las configuraciones diferentes</li>
</ol>
<p>
son equiprobables. La probabilidad de cada configuración (x
1
, &hellip; , x
5
) &isin; \1, &hellip; , 10{\}
5
,
donde x
i
indica la celda en que se encuentra la partícula i, es 1 / 10
5
.
¿De qué forma podemos obtener las configuraciones deseadas? Primero elegimos (en
orden) las 2 bolas que van a ocupar la celdas 6 y 7 (hay 5 &times; 4 formas diferentes de
hacerlo) y luego elegimos entre las celdas 1, 2, 3, 4, 5 las ubicaciones de las 3 bolas
restantes (hay 5
3
formas diferentes de hacerlo). Por lo tanto, su cantidad es 5 &times; 4 &times; 5
3
y la probabilidad de observarlas es
p =}
5 &times;}4 &times;}5
3
10
5
=
1
5 &times;}2
3
=
1
40
= 0.025.
</p>
<ol class="org-ol">
<li>Bose-Einstein}. Las partículas son indistinguibles y todas las configuraciones distintas</li>
</ol>
<p>
son equiprobables. La probabilidad de cada configuración (r
1
, &hellip; , r
10
), donde r
1
</p>
<ul class="org-ul">
<li>&ctdot;}+</li>
</ul>
<p>
r
10
= 5 y r
i
es la cantidad de partículas en la i-ésima celda, es 1 / 

14
9

.
Las configuraciones deseadas son de la forma (r
1
, &hellip; , r
5
, 1, 1, 0, 0, 0), donde r
1
+{&ctdot;}+r
5
=
3, su cantidad es igual a la cantidad de configuraciones distintas que pueden formarse
29
\hypertarget{pf1e}
usando 3 ceros y 4 unos. Por lo tanto, su cantidad es

7
3

y la probabilidad de observarlas
es
p =}
</p>

<p>
7
3

14
9

−{1}
=
35
2002
&asymp; 0.0174&#x2026;.}
</p>
<ol class="org-ol">
<li>Fermi-Dirac. Las partículas son indistinguibles, ninguna celda puede contener más de</li>
</ol>
<p>
una partícula y todas las configuraciones distintas son equiprobables. La probabilidad
de cada configuración es 1 / 

10
5

.
Las configuraciones deseadas se obtienen eligiendo tres de las las cinco celdas 1, 2, 3,
4, 5 para ubicar las tres partículas que no están en las celdas 6 y 7. Por lo tanto, su
cantidad es

5
3

y la probabilidad de observarlas es
</p>

<p>
5
3

10
5

−{1}
=
10
252
&asymp; 0.0396&#x2026;.}
</p>
</div>
</div>
<div id="outline-container-org733aa6a" class="outline-5">
<h5 id="org733aa6a">Ejemplo 4.2.</h5>
<div class="outline-text-5" id="text-org733aa6a">
<p>
Calcular para cada una de las tres estadísticas mencionadas, la probabilidad}
de que una celda determinada (p.ej., la número 1) no contenga partícula.
En cada uno de los tres casos la cantidad de eventos elementales favorables es igual a
la cantidad de ubicaciones de las partículas en n − 1 celdas. Por lo tanto, designando por
p
MB
, p
BE
, p
F D
las probabilidades del evento especificado para cada una de las estadísticas
(siguiendo el orden de exposición), tenemos que
p
MB
=
(n −} 1)
r
n
r
=
</p>

<p>
1 −}
1
n

r
,
p
BE
=
</p>

<p>
r + n − 2
n −{2

r + n − 1
n −{1

−{1}
=
n −{1
N + n −{1
,
p
F D
=
</p>

<p>
n −{1
r

n
r

−{1}
= 1 −}
r
n
.
Si r/n = &lambda; y n &rarr; &infin;}, entonces
p
MB
= e
− &lambda; 
, p
BE
=
1
1 + &lambda;}
, p
F D
= 1 − &lambda;.}
Si &lambda; es pequeño, esas probabilidades coinciden hasta O( &lambda; 
2
). El número &lambda; carac teriza la <i>"densidad promedio"</i> de las partículas.
</p>
</div>
</div>
<div id="outline-container-org2fd0df9" class="outline-5">
<h5 id="org2fd0df9">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-org2fd0df9">
<ol class="org-ol">
<li>Utilizando la estadística de Maxwell-Boltzmann construir un mecanismo aleatorio para}</li>
</ol>
<p>
estimar el número e.
30
\hypertarget{pf1f}
</p>
</div>
</div>
<div id="outline-container-org013a0c0" class="outline-3">
<h3 id="org013a0c0">Algunas distribuciones relacionadas con la estadística de Maxwell-Boltzmann</h3>
<div class="outline-text-3" id="text-org013a0c0">
<p>
Se distribuyen r partículas en n celdas y cada una de las n
r
configuraciones tiene probabilidad n
−r
.
</p>
</div>
<div id="outline-container-org0daf81a" class="outline-4">
<h4 id="org0daf81a">Cantidad de partículas por celda: la distribución binomial</h4>
<div class="outline-text-4" id="text-org0daf81a">
<p>
Cantidad de partículas en una celda específica. Para calcular la probabilidad, p}
MB
(k),
de que una celda específica contenga exactamente k partículas (k = 0, 1, &hellip; , r) notamos que
las k partículas pueden elegirse de

r
k

formas, y las restantes r −}k partículas pueden ubicarse
en las restantes n − 1 celdas de (n − 1)
r{−}k
formas. Resulta que
p
MB
(k) =
</p>

<p>
r
k

(n −} 1)
r{−}k
1
n
r
Dicho en palabras, en la estadística de Maxwe
ll-Bol tzmann la probabilidad de que una
celda dada contenga exactamente k partículas está dada por la distribución Binomial (r,}
1
n
)
definida por
p ( k) :=}
</p>

<p>
r
k

1
n

k
</p>

<p>
1 −}
1
n

r{−}k
, 0 &le; k &le; r. (23)
Cantidad de partículas más probable en una celda específica. La cantidad más}
probable de partículas en una celda específica es el entero &nu; tal que
(r − n + 1)
n
&lt; &nu; &le;}
(r + 1)
n
. (24)
Para ser más precisos:
p
MB
(0) &lt; p}
MB
(1) &lt; &ctdot; &lt; p}
MB
(&nu; − 1) &le; p}
MB
( &nu; ) &gt; p}
MB
(&nu; + 1) &gt; &ctdot; &gt; p}
MB
(r).
</p>
</div>
