org/probabilidad/01_1.d/01_1.org
*** Forma límite: la distribución de Poisson
Forma límite. Si $n \rightarrow \infty$ y $r \rightarrow \infty$ de modo que la
cantidad promedio $\lambda = r/n$ de partículas por celda se mantiene constante,
entonces

$$p_{MB}(k) \rightarrow e^{− \lambda}\frac{\lambda^k}{k!}$$

Dicho en palabras, la forma límite de la estadística de Maxwell-Boltzmann es la
distribución de Poisson de media $\lambda$ definida por

#+name:eq:25
$$p(k) := e^{− \lambda} \frac{\lambda^k}{k!}, k = 0, 1, 2, \dots$$

**** Demostración
Primero observamos que:

$$\dots$$

Reemplazando en (26) r = \lambda n obtenemos:

$$\dots$$

Para estimar el último factor del lado derecho de (27) utilizamos la fórmula de
$Stirling$ $n! \sim \sqrt{2\pi}n^{n+\frac{1}{2}}e^{-n}$

$$\dots$$

De (26), (27) y (28) resulta que

#+name:eq:29
$$\binom{r}{k} \left( \frac{1} {n} \right)^k \left( 1 − \frac{1} {n}
\right)^{r−k} \sim e^{− \lambda} \frac{\lambda^k} {k!}$$

** Algunas distribuciones relacionadas con la estadística de Bose-Einstein
Se distribuyen $r$ partículas indistinguibles en $n$ celdas y cada una de las
$\binom{r+n−1}{n−1}$ configuraciones tiene probabilidad $1 / \binom{r+n−1}{
n−1}$

*** Cantidad de partículas por celda
**** Cantidad de partículas en una celda específica
Para calcular la probabilidad, $p_{BE} (k)$, de que una celda específica
contenga exactamente $k$ partículas $(k = 0, 1, \dots, r)$ fijamos $k$ de los
$r$ ceros y 1 de los $n − 1$ unos para representar que hay $k$ partículas en la
urna específica. La cantidad de configuraciones distintas que pueden formarse
con los restantes $r − k$ ceros y $n −2$ unos es $\binom{r−k+n−2}{n−2}$
. Resulta que

#+name:eq:30
$$p_{BE}(k) = \binom{r − k + n −2}{n −2} \binom{r + n − 1}{n −1}^{−1}$$

**** Cantidad de partículas más probable en una celda específica
Cuando $n > 2$ la cantidad más probable de partículas en una celda específica es
$0$ o más precisamente $p_{BE} (0) > p_{BE} (1) > \cdots$ .

*** Forma límite: la distribución de Geométrica
Forma límite. Si $n \rightarrow \infty$ y $r \rightarrow \infty$ de modo que la
cantidad promedio $\lambda = r/n$ de partículas por celda se mantiene constante,
entonces

$$p_{BE} (k) \rightarrow \frac{\lambda^k}{(1 + \lambda)^ {k+1}} $$

Dicho en palabras, la forma límite de la estadística de Bose-Einstein es la
distribución geométrica de parámetro $\frac{1}{1+ \lambda}$ definida por

$$p (k) := \left( 1 −\frac{1}{1 + \lambda} \right)^k \frac{1}{1 + \lambda}, k =
0, 1, 2, \dots$$

**** Demostración
Primero observamos que:

Reemplazando en el lado derecho de (31) r = \lambda n obtenemos:

Para estimar los factores que intervienen en (32) utilizamos la fórmula de Stirling n! \sim}

**** Ejercicios adicionales
12. Considerando la estadística de Maxwell-Boltzmann para la distribución
    aleatoria de $r$ partículas en $n$ celdas demostrar que la cantidad de
    partículas más probable en una celda determinada es la parte entera de
    $\frac{r+1}{n}$.
13. Considerando la estadística de Bose-Einstein para la distribución aleatoria
    de $r$ partículas (indistinguibles) en $n > 2$ celdas demostrar que la
    cantidad de de partículas más probable en una celda determinada es 0.

** Tiempos de espera
Consideramos una vez más el experimento conceptual de ubicar aleatoriamente
partículas (distinguibles) en $n$ celdas. Solo que ahora no fijamos la cantidad
$r$ de partículas y ubicamos las partículas una por una hasta que ocurra alguna
situación prescrita. Analizaremos dos situaciones:

- Ubicar partículas hasta que alguna se ubique en una celda ocupada previamente.
- Fijada una celda, ubicar partículas hasta que alguna ocupe la celda.

Situación (i). Usamos símbolos de la forma $(j_1, j_2, \dots, j_r)$ para
indicar que la primera, la segunda,... y la r-ésima partícula están ubicadas en
las celdas $j_1, j_2, \dots, j_r$ y que el proceso culmina en el paso $r$. Esto
significa que las $ji$ son enteros entre 1 y n; que las $j_1, j_2, \dots,
j_{r−}}$ son todas diferentes y que $j_r$ es igual a una de ellas. Toda
configuración de ese tipo representa un punto muestral. Los posibles valores de
$r$ son $2, 3, \dots, n + 1$.

Para un $r$ fijo el conjunto de todos los puntos muestrales $(j_1, j_2, \dots,
j_r)$ representa el evento que el proceso termina en el r-ésimo paso. Los
números $j_1, j_2, \dots, j_{r−1}$ pueden elegirse de $(n)_{r−1}$ formas
diferentes; $j_r$ podemos elegir uno de los $r − 1$ números $j_1, j_2, \dots,
j_{r-1}$ . Por lo tanto la probabilidad de que el proceso termine en el
r-ésimo paso es

#+name:eq:37
$$p_r = \frac{(n)_{r−1}(r − 1)}{n^r}$$

Situación (ii). Usamos símbolos de la forma $(j_1, j_2, \dots, j_r)$ para
indicar que la primera, la segunda,... y la r-ésima partícula están ubicadas en
las celdas $j_1, j_2, \dots, j_r$ y que el proceso culmina en el paso r. Las
r-uplas $(j_1, j_2, \dots, j_r)$ están sujetas a la condición de que los números
$j_1, j_2, \dots, j_{r-1}$ son diferentes de un número prescrito $a \leq n$,
y $j_r = a$.

Para un r fijo el conjunto de todos los puntos muestrales $(j_1, j_2, \dots,
j_r)$ representa el evento que el proceso termina en el r-ésimo paso. Los
números $j_1, j_2, \dots, j_{r-1}$ pueden elegirse de $(n − 1)^{r−1}$ formas
diferentes; $j_r$ debe ser $a$. Por lo tanto la probabilidad de que el proceso
termine en el r-ésimo paso es

#+name:eq:38
$$p_r = \frac{(n − 1)^{r−1}}{n^r}$$

