probabilidad/01_1.html
<div id="outline-container-orgb718dd6" class="outline-5">
<h5 id="orgb718dd6">Demostración</h5>
<div class="outline-text-5" id="text-orgb718dd6">
<p>
(Ejercicio.)
</p>
</div>
</div>
</div>
<div id="outline-container-orgff028a8" class="outline-4">
<h4 id="orgff028a8">Forma límite: la distribución de Poisson</h4>
<div class="outline-text-4" id="text-orgff028a8">
<p>
Forma límite. Si n &rarr; &infin; y r &rarr; &infin; de modo que la cantidad promedio &lambda; = r/n de partículas}
por celda se mantiene constante, entonces
p
MB
(k) &rarr; e}
− &lambda; 
&lambda;
k
k{!}
.
Dicho en palabras, la forma límite de la estadí stica de Maxwell-Boltzmann es la distribución 
de Poisson de media &lambda; definida por
p ( k) := e
− &lambda; 
&lambda;
k
k{!}
, k = 0, 1, 2, &hellip; (25)
31
</p>
</div>
<div id="outline-container-orgafc6955" class="outline-5">
<h5 id="orgafc6955">Demostración</h5>
<div class="outline-text-5" id="text-orgafc6955">
<p>
Primero observamos que:}
</p>

<p>
r
k

1
n

k
</p>

<p>
1 −}
1
n

r{−}k
=
r{!}
k{!(r − k)!}
</p>

<p>
1
n

k
</p>

<p>
1 −}
1
n

r{−}k
=
1
k{!}
</p>

<p>
1
n

k
</p>

<p>
n −{1
n

−k
r{!}
(r − k)!
</p>

<p>
1 −}
1
n

r
=
1
k{!}
1
(n −} 1)
k
r{!}
(r − k)!
</p>

<p>
1 −}
1
n

r
. (26)
Reemplazando en (26) r = &lambda; n obtenemos:
</p>

<p>
&lambda; n
k

1
n

k
</p>

<p>
1 −}
1
n

&lambda; n{−}k
=
1
k{!}
1
(n −} 1)
k
(&lambda; n)!
(&lambda; n − k)!
</p>

<p>
1 −}
1
n

&lambda; n
=

1 −}
1
n

n

&lambda;
1
k{!}
1
(n −} 1)
k
(&lambda; n)!
(&lambda; n − k)!
&sim; e
− &lambda; 
1
k{!}
</p>

<p>
1
(n −} 1)
k
(&lambda; n)!
(&lambda; n −}k)!

. (27)
Para estimar el último factor del lado derecho de (27) utilizamos la fórmula de Stirling n! &sim;}
\sqrt{}
2{&pi; n}
n{+}
1
2
e
−n
</p>
<pre class="example">


</pre>
<p>
1
(n −} 1)
k
(&lambda; n)!
(&lambda; n −}k)!
&sim;
1
(n −} 1)
k
\sqrt{}
2{&pi; (&lambda; n)
&lambda; n{+}
1
2
e
−{&lambda; n}
\sqrt{}
2{&pi; (&lambda; n − k)
(&lambda; n{−}k)+
1
2
e
−(&lambda; n} −{k ) 
=
1
(n −} 1)
k
(&lambda; n)
&lambda; n{+}
1
2
e
−k
(&lambda; n − k)
(&lambda; n{−}k)+
1
2
=
</p>

<p>
&lambda; n −}k
n −{1

k
</p>

<p>
&lambda; n
&lambda; n −}k

&lambda; n{+}
1
2
e
−k
&sim; &lambda;}
k
e
−k
"
</p>

<p>
1 −}
k
&lambda; n

&lambda; n{+}
1
2
\#
−{1}
&sim; &lambda;}
k
. (28)
De (26), (27) y (28) resulta que
</p>

<p>
r
k

1
n

k
</p>

<p>
1 −}
1
n

r{−}k
&sim; e
− &lambda; 
&lambda;
k
k{!}
. (29)
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgb341e40" class="outline-3">
<h3 id="orgb341e40">Algunas distribuciones relacionadas con la estadística de Bose-Einstein</h3>
<div class="outline-text-3" id="text-orgb341e40">
<p>
Se distribuyen r partículas indistinguibles en n celdas y cada una de las

r{+}n{−{1
n{−{1

configu
raciones tiene probabilidad 1 / 

r{+}n{−{1
n{−{1

.
32
</p>
</div>
<div id="outline-container-orga4bb6d6" class="outline-4">
<h4 id="orga4bb6d6">Cantidad de partículas por celda</h4>
<div class="outline-text-4" id="text-orga4bb6d6">
<p>
Cantidad de partículas en una celda específica. Para calcular la probabilidad, p}
BE
(k),
de que una celda específica contenga exactamente k partículas (k = 0, 1, &hellip; , r) fijamos k de
los r ceros y 1 de los n − 1 unos para r
epresentar que hay k partículas en la urna específica.
La cantidad de configuraciones distintas que pueden formarse con los restantes r − k ceros y
n −{2 unos es

r{−}k{+}n{−{2
n{−{2

. Resulta que
p
BE
(k) =
</p>

<p>
r − k + n −{2
n −{2

r + n − 1
n −{1

−{1}
. (30)
Cantidad de partículas más probable en una celda específica. Cuando n &gt; 2 la}
cantidad más probable de partículas en una celda específica es 0 o más precisamente p
BE
(0) &gt;}
p
BE
(1) &gt; &ctdot;} .
</p>
</div>
<div id="outline-container-org51ea020" class="outline-5">
<h5 id="org51ea020">Demostración</h5>
<div class="outline-text-5" id="text-org51ea020">
<p>
(Ejercicio.)
</p>
</div>
</div>
</div>
<div id="outline-container-org47b4783" class="outline-4">
<h4 id="org47b4783">Forma límite: la distribución de Geométrica</h4>
<div class="outline-text-4" id="text-org47b4783">
<p>
Forma límite. Si n &rarr; &infin; y r &rarr; &infin; de modo que la cantidad promedio &lambda; = r/n de partículas}
por celda se mantiene constante, entonces
p
BE
(k) &rarr;}
&lambda;
k
(1 + &lambda;)
{k+1}
.
Dicho en palabras, la forma límite de la estadística de Bose-Einstein es la distribución ge- 
ométrica de parámetro
1
1+ &lambda; 
definida por
p ( k) :=}
</p>

<p>
1 −}
1
1 + &lambda;}

k
1
1 + &lambda;}
, k = 0, 1, 2, &hellip;
</p>
</div>
<div id="outline-container-org10f5789" class="outline-5">
<h5 id="org10f5789">Demostración</h5>
<div class="outline-text-5" id="text-org10f5789">
<p>
Primero observamos que:}
</p>

<p>
r − k + n −{2
n −{2

r + n − 1
n −{1

−{1}
=
(r − k + n −} 2)!
(n −} 2)!(r − k)!
(n −} 1)!r!
(r + n − 1)!
=
(n −} 1)!
(n −} 2)!
r{!}
(r − k)!
(r − k + n −} 2)!
(r + n − 1)!
. (31)
Reemplazando en el lado derecho de (31) r = &lambda; n obtenemos:
(n −} 1)!
(n −} 2)!
(&lambda; n)!
(&lambda; n − k)!
(&lambda; n −}k + n − 2)!
(&lambda; n + n −} 1)!
(32)
33
Para estimar los factores que intervienen en (32) utilizamos la fórmula de Stirling n! &sim;}
\sqrt{}
2{&pi; n}
n{+}
1
2
e
−n
</p>
<pre class="example">


</pre>
<p>
(n −} 1)
n{−{1+
1
2
e
−{n{+1
(n −} 2)
n{−{2+
1
2
e
−{n{+2
&sim; (n − 2)e}
−{1}
"
</p>

<p>
1 −}
1
n −{1

n{−{1
\#
−{1}
&sim; n − 2 &sim; n, (33)}
(&lambda; n)
&lambda; n{+}
1
2
e
−{&lambda; n}
(&lambda; n − k)
&lambda; n{−}k{+}
1
2
e
−{&lambda; n{+}k}
&sim; (&lambda; n − k ) 
k
e
−k
"
</p>

<p>
1 −}
k
&lambda; n

&lambda; n
\#
−{1}
&sim; (&lambda; n − k ) 
k
&sim; &lambda;}
k
n
k
, (34)
(&lambda; n − k + n − 2)
&lambda; n{−}k{<del>}n{−{2</del>
1
2
e
−{&lambda; n{+}k}−{n{+2
(&lambda; n + n −} 1)
&lambda; n{<del>}n{−{1</del>
1
2
e
−{&lambda; n}−{n{+1
&sim; (&lambda; n − k + n −{2)
−k−{1}
e
{k+1}
&times;
</p>

<p>
1 −}
k + 1}
&lambda; n + n −{1

&lambda; n{+}n{−{1
&sim; (&lambda; n − k + n −{2)
−k−{1}
&sim;
1
(1 + &lambda;)
{k+1}
n
{k+1}
. (35)
De (31), (32), (33), (34) y (35) resulta que
</p>

<p>
r − k + n −{2
n − 2

r + n − 1
n −{1

−{1}
&sim;
&lambda;
k
(1 + &lambda;)
k
. (36)
</p>
</div>
</div>
<div id="outline-container-org788a3ff" class="outline-5">
<h5 id="org788a3ff">Ejercicios adicionales</h5>
<div class="outline-text-5" id="text-org788a3ff">
<ol class="org-ol">
<li>Considerando la estadística de Maxwell-Boltzmann para la distribución aleatoria de r}</li>
</ol>
<p>
partículas en n celdas demostrar que la cantidad de de partículas más probable en una celda
determinada es la parte entera de
r{+1}
n
.
</p>
<ol class="org-ol">
<li>Considerando la estadística de Bose-Einstein para la distribución aleatoria de r partículas}</li>
</ol>
<p>
(indistinguibles) en n &gt; 2 celdas demostrar que la cantidad de de partículas más probable en
una celda determinada es 0.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org960da15" class="outline-3">
<h3 id="org960da15">Tiempos de espera</h3>
<div class="outline-text-3" id="text-org960da15">
<p>
Consideramos una vez más el experimento conceptual de ubicar aleatoriamente partículas
(distinguibles) en n celdas. Solo que ahora no fijamos la cantidad r de partículas y ubicamos
las partículas una por una hasta que ocurra alguna situación prescrita. Analizaremos dos
situaciones:
(i) Ubicar partículas hasta que alguna se ubique en una celda ocupada previamente.
(ii) Fijada una celda, ubicar partículas hasta que alguna ocupe la celda.
34
Situación (i). Usamos símbolos de la forma (j}
1
, j
2
, &hellip; , j
r
) para indicar que la primera, la
segunda,&#x2026; y la r-ésima partícula están ubicadas en las celdas j
1
, j
2
, &hellip; , j
r
y que el proceso
culmina en el paso r. Esto significa que las j
i
son enteros entre 1 y n; que las j
1
, j
2
, &hellip; , j
r{−{1
son todas diferentes y que j
r
es igual a una de ellas. Toda configuración de ese tipo representa
un punto muestral. Los posibles valores de r son 2, 3, &hellip; , n + 1.
Para un r fijo el conjunto de todos los puntos muestrales (j
1
, j
2
, &hellip; , j
r
) representa el
evento que el proceso termina en el r-ésimo paso. Los números j
1
, j
2
, &hellip; , j
r{−{1
pueden elegirse
de (n)
r{−{1
formas diferentes; j
r
podemos elegir uno de los r − 1 números j
1
, j
2
, &hellip; , j
r{−{1
. Por
lo tanto la probabilidad de que el proceso termine en el r-ésimo paso es
p
r
=
(n)
r{−{1
(r − 1)
n
r
. (37)
Situación (ii). Usamos símbolos de la forma (j}
1
, j
2
, &hellip; , j
r
) para indicar que la primera, la
segunda,&#x2026; y la r-ésima partícula están ubicadas en las celdas j
1
, j
2
, &hellip; , j
r
y que el proceso
culmina en el paso r. Las r-uplas (j
1
, j
2
, &hellip; , j
r
) están sujetas a la condición de que los números
j
1
, j
2
, &hellip; , j
r{−{1
son diferentes de un número prescrito a &le; n, y j
r
= a.
Para un r fijo el conjunto de todos los puntos muestrales (j
1
, j
2
, &hellip; , j
r
) representa el
evento que el proceso termina en el r-ésimo paso. Los números j
1
, j
2
, &hellip; , j
r{−{1
pueden elegirse
de (n −} 1)
r{−{1
formas diferentes; j
r
debe ser a. Por lo tanto la probabilidad de que el proceso
termine en el r-ésimo paso es
p
r
=
(n −} 1)
r{−{1
n
r
. (38)
</p>
</div>
</div>
</div>
